{
  "chapter_number": 17,
  "title": "The Divisions of Faith",
  "verses": [
    {
      "verse_number": "Bg. 17.1",
      "verse_numbers": [
        "17.1"
      ],
      "sanskrit_verse": "अर्जुन उवाचये शास्त्रविधिमुत्सृज्य यजन्ते श्रद्धयान्विता: ।तेषां निष्ठा तु का कृष्ण सत्त्वमाहो रजस्तम: ॥ १ ॥",
      "sanskrit_transliteration": "",
      "synonyms": "arjunaḥuvāca—Arjuna said;ye—those who;śāstra-vidhim—the regulations of scripture;utsṛjya—giving up;yajante—worship;śraddhayā—full faith;anvitāḥ—possessed of;teṣām—of them;niṣṭhā—the faith;tu—but;kā—what;kṛṣṇa—O Kṛṣṇa;sattvam—in goodness;āho—or else;rajaḥ—in passion;tamaḥ—in ignorance. arjunaḥuvāca—Arjuna said;ye—those who;śāstra-vidhim—the regulations of scripture;utsṛjya—giving up;yajante—worship;śraddhayā—full faith;anvitāḥ—possessed of;teṣām—of them;niṣṭhā—the faith;tu—but;kā—what;kṛṣṇa—O Kṛṣṇa;sattvam—in goodness;āho—or else;rajaḥ—in passion;tamaḥ—in ignorance. TranslationArjuna inquired: O Kṛṣṇa, what is the situation of those who do not follow the principles of scripture but worship according to their own imagination? Are they in goodness, in passion or in ignorance?",
      "translation": "Arjuna inquired: O Kṛṣṇa, what is the situation of those who do not follow the principles of scripture but worship according to their own imagination? Are they in goodness, in passion or in ignorance? Arjuna inquired: O Kṛṣṇa, what is the situation of those who do not follow the principles of scripture but worship according to their own imagination? Are they in goodness, in passion or in ignorance? PurportIn the Fourth Chapter, thirty-ninth verse, it is said that a person faithful to a particular type of worship gradually becomes elevated to the stage of knowledge and attains the highest perfectional stage of peace and prosperity. In the Sixteenth Chapter, it is concluded that one who does not follow the principles laid down in the scriptures is called anasura,demon, and one who follows the scriptural injunctions faithfully is called adeva,or demigod. Now, if one, with faith, follows some rules which are not mentioned in the scriptural injunctions, what is his position? This doubt of Arjuna’s is to be cleared by Kṛṣṇa. Are those who create some sort of God by selecting a human being and placing their faith in him worshiping in goodness, passion or ignorance? Do such persons attain the perfectional stage of life? Is it possible for them to be situated in real knowledge and elevate themselves to the highest perfectional stage? Do those who do not follow the rules and regulations of the scriptures but who have faith in something and worship gods and demigods and men attain success in their effort? Arjuna is putting these questions to Kṛṣṇa.",
      "purport": "In the Fourth Chapter, thirty-ninth verse, it is said that a person faithful to a particular type of worship gradually becomes elevated to the stage of knowledge and attains the highest perfectional stage of peace and prosperity. In the Sixteenth Chapter, it is concluded that one who does not follow the principles laid down in the scriptures is called anasura,demon, and one who follows the scriptural injunctions faithfully is called adeva,or demigod. Now, if one, with faith, follows some rules which are not mentioned in the scriptural injunctions, what is his position? This doubt of Arjuna’s is to be cleared by Kṛṣṇa. Are those who create some sort of God by selecting a human being and placing their faith in him worshiping in goodness, passion or ignorance? Do such persons attain the perfectional stage of life? Is it possible for them to be situated in real knowledge and elevate themselves to the highest perfectional stage? Do those who do not follow the rules and regulations of the scriptures but who have faith in something and worship gods and demigods and men attain success in their effort? Arjuna is putting these questions to Kṛṣṇa. In the Fourth Chapter, thirty-ninth verse, it is said that a person faithful to a particular type of worship gradually becomes elevated to the stage of knowledge and attains the highest perfectional stage of peace and prosperity. In the Sixteenth Chapter, it is concluded that one who does not follow the principles laid down in the scriptures is called anasura,demon, and one who follows the scriptural injunctions faithfully is called adeva,or demigod. Now, if one, with faith, follows some rules which are not mentioned in the scriptural injunctions, what is his position? This doubt of Arjuna’s is to be cleared by Kṛṣṇa. Are those who create some sort of God by selecting a human being and placing their faith in him worshiping in goodness, passion or ignorance? Do such persons attain the perfectional stage of life? Is it possible for them to be situated in real knowledge and elevate themselves to the highest perfectional stage? Do those who do not follow the rules and regulations of the scriptures but who have faith in something and worship gods and demigods and men attain success in their effort? Arjuna is putting these questions to Kṛṣṇa. Chapter SeventeenTEXT 2 DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site.His Divine Grace A.C. Bhaktivedanta Swami Prabhupāda, Founder-Ācārya of the International Society for Krishna Consciousness.Content used with permission of © The Bhaktivedanta Book Trust International, Inc. All rights reserved. |Privacy policy DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site. DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site."
    },
    {
      "verse_number": "Bg. 17.2",
      "verse_numbers": [
        "17.2"
      ],
      "sanskrit_verse": "श्रीभगवानुवाचत्रिविधा भवति श्रद्धा देहिनां सा स्वभावजा ।सात्त्विकी राजसी चैव तामसी चेति तां श‍ृणु ॥ २ ॥",
      "sanskrit_transliteration": "",
      "synonyms": "śrī-bhagavānuvāca—the Supreme Personality of Godhead said;tri-vidhā—of three kinds;bhavati—becomes;śraddhā—the faith;dehinām—of the embodied;sā—that;sva-bhāva-jā—according to his mode of material nature;sāttvikī—in the mode of goodness;rājasī—in the mode of passion;ca—also;eva—certainly;tāmasī—in the mode of ignorance;ca—and;iti—thus;tām—that;śṛṇu—hear from Me. śrī-bhagavānuvāca—the Supreme Personality of Godhead said;tri-vidhā—of three kinds;bhavati—becomes;śraddhā—the faith;dehinām—of the embodied;sā—that;sva-bhāva-jā—according to his mode of material nature;sāttvikī—in the mode of goodness;rājasī—in the mode of passion;ca—also;eva—certainly;tāmasī—in the mode of ignorance;ca—and;iti—thus;tām—that;śṛṇu—hear from Me. TranslationThe Supreme Personality of Godhead said: According to the modes of nature acquired by the embodied soul, one’s faith can be of three kinds – in goodness, in passion or in ignorance. Now hear about this.",
      "translation": "The Supreme Personality of Godhead said: According to the modes of nature acquired by the embodied soul, one’s faith can be of three kinds – in goodness, in passion or in ignorance. Now hear about this. The Supreme Personality of Godhead said: According to the modes of nature acquired by the embodied soul, one’s faith can be of three kinds – in goodness, in passion or in ignorance. Now hear about this. PurportThose who know the rules and regulations of the scriptures but out of laziness or indolence give up following these rules and regulations are governed by the modes of material nature. According to their previous activities in the mode of goodness, passion or ignorance, they acquire a nature which is of a specific quality. The association of the living entity with the different modes of nature has been going on perpetually; since the living entity is in contact with material nature, he acquires different types of mentality according to his association with the material modes. But this nature can be changed if one associates with a bona fide spiritual master and abides by his rules and the scriptures. Gradually, one can change his position from ignorance to goodness, or from passion to goodness. The conclusion is that blind faith in a particular mode of nature cannot help a person become elevated to the perfectional stage. One has to consider things carefully, with intelligence, in the association of a bona fide spiritual master. Thus one can change his position to a higher mode of nature.",
      "purport": "Those who know the rules and regulations of the scriptures but out of laziness or indolence give up following these rules and regulations are governed by the modes of material nature. According to their previous activities in the mode of goodness, passion or ignorance, they acquire a nature which is of a specific quality. The association of the living entity with the different modes of nature has been going on perpetually; since the living entity is in contact with material nature, he acquires different types of mentality according to his association with the material modes. But this nature can be changed if one associates with a bona fide spiritual master and abides by his rules and the scriptures. Gradually, one can change his position from ignorance to goodness, or from passion to goodness. The conclusion is that blind faith in a particular mode of nature cannot help a person become elevated to the perfectional stage. One has to consider things carefully, with intelligence, in the association of a bona fide spiritual master. Thus one can change his position to a higher mode of nature. Those who know the rules and regulations of the scriptures but out of laziness or indolence give up following these rules and regulations are governed by the modes of material nature. According to their previous activities in the mode of goodness, passion or ignorance, they acquire a nature which is of a specific quality. The association of the living entity with the different modes of nature has been going on perpetually; since the living entity is in contact with material nature, he acquires different types of mentality according to his association with the material modes. But this nature can be changed if one associates with a bona fide spiritual master and abides by his rules and the scriptures. Gradually, one can change his position from ignorance to goodness, or from passion to goodness. The conclusion is that blind faith in a particular mode of nature cannot help a person become elevated to the perfectional stage. One has to consider things carefully, with intelligence, in the association of a bona fide spiritual master. Thus one can change his position to a higher mode of nature. TEXT 1TEXT 3 DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site.His Divine Grace A.C. Bhaktivedanta Swami Prabhupāda, Founder-Ācārya of the International Society for Krishna Consciousness.Content used with permission of © The Bhaktivedanta Book Trust International, Inc. All rights reserved. |Privacy policy DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site. DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site."
    },
    {
      "verse_number": "Bg. 17.3",
      "verse_numbers": [
        "17.3"
      ],
      "sanskrit_verse": "सत्त्वानुरूपा सर्वस्य श्रद्धा भवति भारत ।श्रद्धामयोऽयं पुरुषो यो यच्छ्रद्ध: स एव स: ॥ ३ ॥",
      "sanskrit_transliteration": "",
      "synonyms": "sattva-anurūpā—according to the existence;sarvasya—of everyone;śraddhā—faith;bhavati—becomes;bhārata—O son of Bharata;śraddhā—faith;mayaḥ—full of;ayam—this;puruṣaḥ—living entity;yaḥ—who;yat—having which;śraddhaḥ—faith;saḥ—thus;eva—certainly;saḥ—he. sattva-anurūpā—according to the existence;sarvasya—of everyone;śraddhā—faith;bhavati—becomes;bhārata—O son of Bharata;śraddhā—faith;mayaḥ—full of;ayam—this;puruṣaḥ—living entity;yaḥ—who;yat—having which;śraddhaḥ—faith;saḥ—thus;eva—certainly;saḥ—he. TranslationO son of Bharata, according to one’s existence under the various modes of nature, one evolves a particular kind of faith. The living being is said to be of a particular faith according to the modes he has acquired.",
      "translation": "O son of Bharata, according to one’s existence under the various modes of nature, one evolves a particular kind of faith. The living being is said to be of a particular faith according to the modes he has acquired. O son of Bharata, according to one’s existence under the various modes of nature, one evolves a particular kind of faith. The living being is said to be of a particular faith according to the modes he has acquired. PurportEveryone has a particular type of faith, regardless of what he is. But his faith is considered good, passionate or ignorant according to the nature he has acquired. Thus, according to his particular type of faith, one associates with certain persons. Now the real fact is that every living being, as is stated in the Fifteenth Chapter, is originally a fragmental part and parcel of the Supreme Lord. Therefore one is originally transcendental to all the modes of material nature. But when one forgets his relationship with the Supreme Personality of Godhead and comes into contact with the material nature in conditional life, he generates his own position by association with the different varieties of material nature. The resultant artificial faith and existence are only material. Although one may be conducted by some impression, or some conception of life, originally he isnirguṇa,or transcendental. Therefore one has to become cleansed of the material contamination that he has acquired, in order to regain his relationship with the Supreme Lord. That is the only path back without fear: Kṛṣṇa consciousness. If one is situated in Kṛṣṇa consciousness, then that path is guaranteed for his elevation to the perfectional stage. If one does not take to this path of self-realization, then he is surely to be conducted by the influence of the modes of nature.The wordśraddhā,or “faith,” is very significant in this verse.Śraddhā,or faith, originally comes out of the mode of goodness. One’s faith may be in a demigod or some created God or some mental concoction. One’s strong faith is supposed to be productive of works of material goodness. But in material conditional life, no works are completely purified. They are mixed. They are not in pure goodness. Pure goodness is transcendental; in purified goodness one can understand the real nature of the Supreme Personality of Godhead. As long as one’s faith is not completely in purified goodness, the faith is subject to contamination by any of the modes of material nature. The contaminated modes of material nature expand to the heart. Therefore according to the position of the heart in contact with a particular mode of material nature, one’s faith is established. It should be understood that if one’s heart is in the mode of goodness his faith is also in the mode of goodness. If his heart is in the mode of passion, his faith is also in the mode of passion. And if his heart is in the mode of darkness, illusion, his faith is also thus contaminated. Thus we find different types of faith in this world, and there are different types of religions due to different types of faith. The real principle of religious faith is situated in the mode of pure goodness, but because the heart is tainted we find different types of religious principles. Thus according to different types of faith, there are different kinds of worship.",
      "purport": "Everyone has a particular type of faith, regardless of what he is. But his faith is considered good, passionate or ignorant according to the nature he has acquired. Thus, according to his particular type of faith, one associates with certain persons. Now the real fact is that every living being, as is stated in the Fifteenth Chapter, is originally a fragmental part and parcel of the Supreme Lord. Therefore one is originally transcendental to all the modes of material nature. But when one forgets his relationship with the Supreme Personality of Godhead and comes into contact with the material nature in conditional life, he generates his own position by association with the different varieties of material nature. The resultant artificial faith and existence are only material. Although one may be conducted by some impression, or some conception of life, originally he isnirguṇa,or transcendental. Therefore one has to become cleansed of the material contamination that he has acquired, in order to regain his relationship with the Supreme Lord. That is the only path back without fear: Kṛṣṇa consciousness. If one is situated in Kṛṣṇa consciousness, then that path is guaranteed for his elevation to the perfectional stage. If one does not take to this path of self-realization, then he is surely to be conducted by the influence of the modes of nature. Everyone has a particular type of faith, regardless of what he is. But his faith is considered good, passionate or ignorant according to the nature he has acquired. Thus, according to his particular type of faith, one associates with certain persons. Now the real fact is that every living being, as is stated in the Fifteenth Chapter, is originally a fragmental part and parcel of the Supreme Lord. Therefore one is originally transcendental to all the modes of material nature. But when one forgets his relationship with the Supreme Personality of Godhead and comes into contact with the material nature in conditional life, he generates his own position by association with the different varieties of material nature. The resultant artificial faith and existence are only material. Although one may be conducted by some impression, or some conception of life, originally he isnirguṇa,or transcendental. Therefore one has to become cleansed of the material contamination that he has acquired, in order to regain his relationship with the Supreme Lord. That is the only path back without fear: Kṛṣṇa consciousness. If one is situated in Kṛṣṇa consciousness, then that path is guaranteed for his elevation to the perfectional stage. If one does not take to this path of self-realization, then he is surely to be conducted by the influence of the modes of nature. The wordśraddhā,or “faith,” is very significant in this verse.Śraddhā,or faith, originally comes out of the mode of goodness. One’s faith may be in a demigod or some created God or some mental concoction. One’s strong faith is supposed to be productive of works of material goodness. But in material conditional life, no works are completely purified. They are mixed. They are not in pure goodness. Pure goodness is transcendental; in purified goodness one can understand the real nature of the Supreme Personality of Godhead. As long as one’s faith is not completely in purified goodness, the faith is subject to contamination by any of the modes of material nature. The contaminated modes of material nature expand to the heart. Therefore according to the position of the heart in contact with a particular mode of material nature, one’s faith is established. It should be understood that if one’s heart is in the mode of goodness his faith is also in the mode of goodness. If his heart is in the mode of passion, his faith is also in the mode of passion. And if his heart is in the mode of darkness, illusion, his faith is also thus contaminated. Thus we find different types of faith in this world, and there are different types of religions due to different types of faith. The real principle of religious faith is situated in the mode of pure goodness, but because the heart is tainted we find different types of religious principles. Thus according to different types of faith, there are different kinds of worship. The wordśraddhā,or “faith,” is very significant in this verse.Śraddhā,or faith, originally comes out of the mode of goodness. One’s faith may be in a demigod or some created God or some mental concoction. One’s strong faith is supposed to be productive of works of material goodness. But in material conditional life, no works are completely purified. They are mixed. They are not in pure goodness. Pure goodness is transcendental; in purified goodness one can understand the real nature of the Supreme Personality of Godhead. As long as one’s faith is not completely in purified goodness, the faith is subject to contamination by any of the modes of material nature. The contaminated modes of material nature expand to the heart. Therefore according to the position of the heart in contact with a particular mode of material nature, one’s faith is established. It should be understood that if one’s heart is in the mode of goodness his faith is also in the mode of goodness. If his heart is in the mode of passion, his faith is also in the mode of passion. And if his heart is in the mode of darkness, illusion, his faith is also thus contaminated. Thus we find different types of faith in this world, and there are different types of religions due to different types of faith. The real principle of religious faith is situated in the mode of pure goodness, but because the heart is tainted we find different types of religious principles. Thus according to different types of faith, there are different kinds of worship. TEXT 2TEXT 4 DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site.His Divine Grace A.C. Bhaktivedanta Swami Prabhupāda, Founder-Ācārya of the International Society for Krishna Consciousness.Content used with permission of © The Bhaktivedanta Book Trust International, Inc. All rights reserved. |Privacy policy DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site. DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site."
    },
    {
      "verse_number": "Bg. 17.4",
      "verse_numbers": [
        "17.4"
      ],
      "sanskrit_verse": "यजन्ते सात्त्विका देवान्यक्षरक्षांसि राजसा: ।प्रेतान्भूतगणांश्चान्ये यजन्ते तामसा जना: ॥ ४ ॥",
      "sanskrit_transliteration": "",
      "synonyms": "yajante—worship;sāttvikāḥ—those who are in the mode of goodness;devān—demigods;yakṣa-rakṣāṁsi—demons;rājasāḥ—those who are in the mode of passion;pretān—spirits of the dead;bhūta-gaṇān—ghosts;ca—and;anye—others;yajante—worship;tāmasāḥ—in the mode of ignorance;janāḥ—people. yajante—worship;sāttvikāḥ—those who are in the mode of goodness;devān—demigods;yakṣa-rakṣāṁsi—demons;rājasāḥ—those who are in the mode of passion;pretān—spirits of the dead;bhūta-gaṇān—ghosts;ca—and;anye—others;yajante—worship;tāmasāḥ—in the mode of ignorance;janāḥ—people. TranslationMen in the mode of goodness worship the demigods; those in the mode of passion worship the demons; and those in the mode of ignorance worship ghosts and spirits.",
      "translation": "Men in the mode of goodness worship the demigods; those in the mode of passion worship the demons; and those in the mode of ignorance worship ghosts and spirits. Men in the mode of goodness worship the demigods; those in the mode of passion worship the demons; and those in the mode of ignorance worship ghosts and spirits. PurportIn this verse the Supreme Personality of Godhead describes different kinds of worshipers according to their external activities. According to scriptural injunction, only the Supreme Personality of Godhead is worshipable, but those who are not very conversant with, or faithful to, the scriptural injunctions worship different objects, according to their specific situations in the modes of material nature. Those who are situated in goodness generally worship the demigods. The demigods include Brahmā, Śiva and others such as Indra, Candra and the sun-god. There are various demigods. Those in goodness worship a particular demigod for a particular purpose. Similarly, those who are in the mode of passion worship the demons. We recall that during the Second World War a man in Calcutta worshiped Hitler because thanks to that war he had amassed a large amount of wealth by dealing in the black market. Similarly, those in the modes of passion and ignorance generally select a powerful man to be God. They think that anyone can be worshiped as God and that the same results will be obtained.Now, it is clearly described here that those who are in the mode of passion worship and create such gods, and those who are in the mode of ignorance, in darkness, worship dead spirits. Sometimes people worship at the tomb of some dead man. Sexual service is also considered to be in the mode of darkness. Similarly, in remote villages in India there are worshipers of ghosts. We have seen that in India the lower-class people sometimes go to the forest, and if they have knowledge that a ghost lives in a tree, they worship that tree and offer sacrifices. These different kinds of worship are not actually God worship. God worship is for persons who are transcendentally situated in pure goodness. In theŚrīmad-Bhāgavatam(4.3.23)it is said,sattvaṁ viśuddhaṁ vasudeva-śabditam:“When a man is situated in pure goodness, he worships Vāsudeva.” The purport is that those who are completely purified of the material modes of nature and who are transcendentally situated can worship the Supreme Personality of Godhead.The impersonalists are supposed to be situated in the mode of goodness, and they worship five kinds of demigods. They worship the impersonal Viṣṇu form in the material world, which is known as philosophized Viṣṇu. Viṣṇu is the expansion of the Supreme Personality of Godhead, but the impersonalists, because they do not ultimately believe in the Supreme Personality of Godhead, imagine that the Viṣṇu form is just another aspect of the impersonal Brahman; similarly, they imagine that Lord Brahmā is the impersonal form in the material mode of passion. Thus they sometimes describe five kinds of gods that are worshipable, but because they think that the actual truth is impersonal Brahman, they dispose of all worshipable objects at the ultimate end. In conclusion, the different qualities of the material modes of nature can be purified through association with persons who are of transcendental nature.",
      "purport": "In this verse the Supreme Personality of Godhead describes different kinds of worshipers according to their external activities. According to scriptural injunction, only the Supreme Personality of Godhead is worshipable, but those who are not very conversant with, or faithful to, the scriptural injunctions worship different objects, according to their specific situations in the modes of material nature. Those who are situated in goodness generally worship the demigods. The demigods include Brahmā, Śiva and others such as Indra, Candra and the sun-god. There are various demigods. Those in goodness worship a particular demigod for a particular purpose. Similarly, those who are in the mode of passion worship the demons. We recall that during the Second World War a man in Calcutta worshiped Hitler because thanks to that war he had amassed a large amount of wealth by dealing in the black market. Similarly, those in the modes of passion and ignorance generally select a powerful man to be God. They think that anyone can be worshiped as God and that the same results will be obtained. In this verse the Supreme Personality of Godhead describes different kinds of worshipers according to their external activities. According to scriptural injunction, only the Supreme Personality of Godhead is worshipable, but those who are not very conversant with, or faithful to, the scriptural injunctions worship different objects, according to their specific situations in the modes of material nature. Those who are situated in goodness generally worship the demigods. The demigods include Brahmā, Śiva and others such as Indra, Candra and the sun-god. There are various demigods. Those in goodness worship a particular demigod for a particular purpose. Similarly, those who are in the mode of passion worship the demons. We recall that during the Second World War a man in Calcutta worshiped Hitler because thanks to that war he had amassed a large amount of wealth by dealing in the black market. Similarly, those in the modes of passion and ignorance generally select a powerful man to be God. They think that anyone can be worshiped as God and that the same results will be obtained. Now, it is clearly described here that those who are in the mode of passion worship and create such gods, and those who are in the mode of ignorance, in darkness, worship dead spirits. Sometimes people worship at the tomb of some dead man. Sexual service is also considered to be in the mode of darkness. Similarly, in remote villages in India there are worshipers of ghosts. We have seen that in India the lower-class people sometimes go to the forest, and if they have knowledge that a ghost lives in a tree, they worship that tree and offer sacrifices. These different kinds of worship are not actually God worship. God worship is for persons who are transcendentally situated in pure goodness. In theŚrīmad-Bhāgavatam(4.3.23)it is said,sattvaṁ viśuddhaṁ vasudeva-śabditam:“When a man is situated in pure goodness, he worships Vāsudeva.” The purport is that those who are completely purified of the material modes of nature and who are transcendentally situated can worship the Supreme Personality of Godhead. Now, it is clearly described here that those who are in the mode of passion worship and create such gods, and those who are in the mode of ignorance, in darkness, worship dead spirits. Sometimes people worship at the tomb of some dead man. Sexual service is also considered to be in the mode of darkness. Similarly, in remote villages in India there are worshipers of ghosts. We have seen that in India the lower-class people sometimes go to the forest, and if they have knowledge that a ghost lives in a tree, they worship that tree and offer sacrifices. These different kinds of worship are not actually God worship. God worship is for persons who are transcendentally situated in pure goodness. In theŚrīmad-Bhāgavatam(4.3.23)it is said,sattvaṁ viśuddhaṁ vasudeva-śabditam:“When a man is situated in pure goodness, he worships Vāsudeva.” The purport is that those who are completely purified of the material modes of nature and who are transcendentally situated can worship the Supreme Personality of Godhead. The impersonalists are supposed to be situated in the mode of goodness, and they worship five kinds of demigods. They worship the impersonal Viṣṇu form in the material world, which is known as philosophized Viṣṇu. Viṣṇu is the expansion of the Supreme Personality of Godhead, but the impersonalists, because they do not ultimately believe in the Supreme Personality of Godhead, imagine that the Viṣṇu form is just another aspect of the impersonal Brahman; similarly, they imagine that Lord Brahmā is the impersonal form in the material mode of passion. Thus they sometimes describe five kinds of gods that are worshipable, but because they think that the actual truth is impersonal Brahman, they dispose of all worshipable objects at the ultimate end. In conclusion, the different qualities of the material modes of nature can be purified through association with persons who are of transcendental nature. The impersonalists are supposed to be situated in the mode of goodness, and they worship five kinds of demigods. They worship the impersonal Viṣṇu form in the material world, which is known as philosophized Viṣṇu. Viṣṇu is the expansion of the Supreme Personality of Godhead, but the impersonalists, because they do not ultimately believe in the Supreme Personality of Godhead, imagine that the Viṣṇu form is just another aspect of the impersonal Brahman; similarly, they imagine that Lord Brahmā is the impersonal form in the material mode of passion. Thus they sometimes describe five kinds of gods that are worshipable, but because they think that the actual truth is impersonal Brahman, they dispose of all worshipable objects at the ultimate end. In conclusion, the different qualities of the material modes of nature can be purified through association with persons who are of transcendental nature. TEXT 3TEXTS 5-6 DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site.His Divine Grace A.C. Bhaktivedanta Swami Prabhupāda, Founder-Ācārya of the International Society for Krishna Consciousness.Content used with permission of © The Bhaktivedanta Book Trust International, Inc. All rights reserved. |Privacy policy DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site. DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site."
    },
    {
      "verse_number": "Bg. 17.5-6",
      "verse_numbers": [
        "17.5",
        "17.6"
      ],
      "sanskrit_verse": "अशास्त्रविहितं घोरं तप्यन्ते ये तपो जना: ।दम्भाहङ्कारसंयुक्ता: कामरागबलान्विता: ॥ ५ ॥कर्षयन्त: शरीरस्थं भूतग्राममचेतस: ।मां चैवान्त: शरीरस्थं तान्विद्ध्यासुरनिश्चयान् ॥ ६ ॥",
      "sanskrit_transliteration": "",
      "synonyms": "aśāstra—not in the scriptures;vihitam—directed;ghoram—harmful to others;tapyante—undergo;ye—those who;tapaḥ—austerities;janāḥ—persons;dambha—with pride;ahaṅkāra—and egoism;saṁyuktāḥ—engaged;kāma—of lust;rāga—and attachment;bala—by the force;anvitāḥ—impelled;karṣayantaḥ—tormenting;śarīra-stham—situated within the body;bhūta-grāmam—the combination of material elements;acetasaḥ—having a misled mentality;mām—Me;ca—also;eva—certainly;antaḥ—within;śarīra-stham—situated in the body;tān—them;viddhi—understand;āsura-niścayān—demons. aśāstra—not in the scriptures;vihitam—directed;ghoram—harmful to others;tapyante—undergo;ye—those who;tapaḥ—austerities;janāḥ—persons;dambha—with pride;ahaṅkāra—and egoism;saṁyuktāḥ—engaged;kāma—of lust;rāga—and attachment;bala—by the force;anvitāḥ—impelled;karṣayantaḥ—tormenting;śarīra-stham—situated within the body;bhūta-grāmam—the combination of material elements;acetasaḥ—having a misled mentality;mām—Me;ca—also;eva—certainly;antaḥ—within;śarīra-stham—situated in the body;tān—them;viddhi—understand;āsura-niścayān—demons. TranslationThose who undergo severe austerities and penances not recommended in the scriptures, performing them out of pride and egoism, who are impelled by lust and attachment, who are foolish and who torture the material elements of the body as well as the Supersoul dwelling within, are to be known as demons.",
      "translation": "Those who undergo severe austerities and penances not recommended in the scriptures, performing them out of pride and egoism, who are impelled by lust and attachment, who are foolish and who torture the material elements of the body as well as the Supersoul dwelling within, are to be known as demons. Those who undergo severe austerities and penances not recommended in the scriptures, performing them out of pride and egoism, who are impelled by lust and attachment, who are foolish and who torture the material elements of the body as well as the Supersoul dwelling within, are to be known as demons. PurportThere are persons who manufacture modes of austerity and penance which are not mentioned in the scriptural injunctions. For instance, fasting for some ulterior purpose, such as to promote a purely political end, is not mentioned in the scriptural directions. The scriptures recommend fasting for spiritual advancement, not for some political end or social purpose. Persons who take to such austerities are, according toBhagavad-gītā,certainly demoniac. Their acts are against the scriptural injunctions and are not beneficial for the people in general. Actually, they act out of pride, false ego, lust and attachment for material enjoyment. By such activities, not only is the combination of material elements of which the body is constructed disturbed, but also the Supreme Personality of Godhead Himself living within the body. Such unauthorized fasting or austerities for some political end are certainly very disturbing to others. They are not mentioned in the Vedic literature. A demoniac person may think that he can force his enemy or other parties to comply with his desire by this method, but sometimes one dies by such fasting. These acts are not approved by the Supreme Personality of Godhead, and He says that those who engage in them are demons. Such demonstrations are insults to the Supreme Personality of Godhead because they are enacted in disobedience to the Vedic scriptural injunctions. The wordacetasaḥis significant in this connection. Persons of normal mental condition must obey the scriptural injunctions. Those who are not in such a position neglect and disobey the scriptures and manufacture their own way of austerities and penances. One should always remember the ultimate end of the demoniac people, as described in the previous chapter. The Lord forces them to take birth in the wombs of demoniac persons. Consequently they will live by demoniac principles life after life without knowing their relationship with the Supreme Personality of Godhead. If, however, such persons are fortunate enough to be guided by a spiritual master who can direct them to the path of Vedic wisdom, they can get out of this entanglement and ultimately achieve the supreme goal.",
      "purport": "There are persons who manufacture modes of austerity and penance which are not mentioned in the scriptural injunctions. For instance, fasting for some ulterior purpose, such as to promote a purely political end, is not mentioned in the scriptural directions. The scriptures recommend fasting for spiritual advancement, not for some political end or social purpose. Persons who take to such austerities are, according toBhagavad-gītā,certainly demoniac. Their acts are against the scriptural injunctions and are not beneficial for the people in general. Actually, they act out of pride, false ego, lust and attachment for material enjoyment. By such activities, not only is the combination of material elements of which the body is constructed disturbed, but also the Supreme Personality of Godhead Himself living within the body. Such unauthorized fasting or austerities for some political end are certainly very disturbing to others. They are not mentioned in the Vedic literature. A demoniac person may think that he can force his enemy or other parties to comply with his desire by this method, but sometimes one dies by such fasting. These acts are not approved by the Supreme Personality of Godhead, and He says that those who engage in them are demons. Such demonstrations are insults to the Supreme Personality of Godhead because they are enacted in disobedience to the Vedic scriptural injunctions. The wordacetasaḥis significant in this connection. Persons of normal mental condition must obey the scriptural injunctions. Those who are not in such a position neglect and disobey the scriptures and manufacture their own way of austerities and penances. One should always remember the ultimate end of the demoniac people, as described in the previous chapter. The Lord forces them to take birth in the wombs of demoniac persons. Consequently they will live by demoniac principles life after life without knowing their relationship with the Supreme Personality of Godhead. If, however, such persons are fortunate enough to be guided by a spiritual master who can direct them to the path of Vedic wisdom, they can get out of this entanglement and ultimately achieve the supreme goal. There are persons who manufacture modes of austerity and penance which are not mentioned in the scriptural injunctions. For instance, fasting for some ulterior purpose, such as to promote a purely political end, is not mentioned in the scriptural directions. The scriptures recommend fasting for spiritual advancement, not for some political end or social purpose. Persons who take to such austerities are, according toBhagavad-gītā,certainly demoniac. Their acts are against the scriptural injunctions and are not beneficial for the people in general. Actually, they act out of pride, false ego, lust and attachment for material enjoyment. By such activities, not only is the combination of material elements of which the body is constructed disturbed, but also the Supreme Personality of Godhead Himself living within the body. Such unauthorized fasting or austerities for some political end are certainly very disturbing to others. They are not mentioned in the Vedic literature. A demoniac person may think that he can force his enemy or other parties to comply with his desire by this method, but sometimes one dies by such fasting. These acts are not approved by the Supreme Personality of Godhead, and He says that those who engage in them are demons. Such demonstrations are insults to the Supreme Personality of Godhead because they are enacted in disobedience to the Vedic scriptural injunctions. The wordacetasaḥis significant in this connection. Persons of normal mental condition must obey the scriptural injunctions. Those who are not in such a position neglect and disobey the scriptures and manufacture their own way of austerities and penances. One should always remember the ultimate end of the demoniac people, as described in the previous chapter. The Lord forces them to take birth in the wombs of demoniac persons. Consequently they will live by demoniac principles life after life without knowing their relationship with the Supreme Personality of Godhead. If, however, such persons are fortunate enough to be guided by a spiritual master who can direct them to the path of Vedic wisdom, they can get out of this entanglement and ultimately achieve the supreme goal. TEXT 4TEXT 7 DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site.His Divine Grace A.C. Bhaktivedanta Swami Prabhupāda, Founder-Ācārya of the International Society for Krishna Consciousness.Content used with permission of © The Bhaktivedanta Book Trust International, Inc. All rights reserved. |Privacy policy DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site. DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site."
    },
    {
      "verse_number": "Bg. 17.7",
      "verse_numbers": [
        "17.7"
      ],
      "sanskrit_verse": "आहारस्त्वपि सर्वस्य त्रिविधो भवति प्रिय: ।यज्ञस्तपस्तथा दानं तेषां भेदमिमं श‍ृणु ॥ ७ ॥",
      "sanskrit_transliteration": "",
      "synonyms": "āhāraḥ—eating;tu—certainly;api—also;sarvasya—of everyone;tri-vidhaḥ—of three kinds;bhavati—there is;priyaḥ—dear;yajñaḥ—sacrifice;tapaḥ—austerity;tathā—also;dānam—charity;teṣām—of them;bhedam—the differences;imam—this;śṛṇu—hear. āhāraḥ—eating;tu—certainly;api—also;sarvasya—of everyone;tri-vidhaḥ—of three kinds;bhavati—there is;priyaḥ—dear;yajñaḥ—sacrifice;tapaḥ—austerity;tathā—also;dānam—charity;teṣām—of them;bhedam—the differences;imam—this;śṛṇu—hear. TranslationEven the food each person prefers is of three kinds, according to the three modes of material nature. The same is true of sacrifices, austerities and charity. Now hear of the distinctions between them.",
      "translation": "Even the food each person prefers is of three kinds, according to the three modes of material nature. The same is true of sacrifices, austerities and charity. Now hear of the distinctions between them. Even the food each person prefers is of three kinds, according to the three modes of material nature. The same is true of sacrifices, austerities and charity. Now hear of the distinctions between them. PurportIn terms of different situations in the modes of material nature, there are differences in the manner of eating and performing sacrifices, austerities and charities. They are not all conducted on the same level. Those who can understand analytically what kind of performances are in what modes of material nature are actually wise; those who consider all kinds of sacrifice or food or charity to be the same cannot discriminate, and they are foolish. There are missionary workers who advocate that one can do whatever he likes and attain perfection. But these foolish guides are not acting according to the direction of the scripture. They are manufacturing ways and misleading the people in general.",
      "purport": "In terms of different situations in the modes of material nature, there are differences in the manner of eating and performing sacrifices, austerities and charities. They are not all conducted on the same level. Those who can understand analytically what kind of performances are in what modes of material nature are actually wise; those who consider all kinds of sacrifice or food or charity to be the same cannot discriminate, and they are foolish. There are missionary workers who advocate that one can do whatever he likes and attain perfection. But these foolish guides are not acting according to the direction of the scripture. They are manufacturing ways and misleading the people in general. In terms of different situations in the modes of material nature, there are differences in the manner of eating and performing sacrifices, austerities and charities. They are not all conducted on the same level. Those who can understand analytically what kind of performances are in what modes of material nature are actually wise; those who consider all kinds of sacrifice or food or charity to be the same cannot discriminate, and they are foolish. There are missionary workers who advocate that one can do whatever he likes and attain perfection. But these foolish guides are not acting according to the direction of the scripture. They are manufacturing ways and misleading the people in general. TEXTS 5-6TEXT 8 DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site.His Divine Grace A.C. Bhaktivedanta Swami Prabhupāda, Founder-Ācārya of the International Society for Krishna Consciousness.Content used with permission of © The Bhaktivedanta Book Trust International, Inc. All rights reserved. |Privacy policy DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site. DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site."
    },
    {
      "verse_number": "Bg. 17.8",
      "verse_numbers": [
        "17.8"
      ],
      "sanskrit_verse": "आयु:सत्त्वबलारोग्यसुखप्रीतिविवर्धना: ।रस्या: स्‍निग्धा: स्थिरा हृद्या आहारा: सात्त्विकप्रिया: ॥ ८ ॥",
      "sanskrit_transliteration": "",
      "synonyms": "āyuḥ—duration of life;sattva—existence;bala—strength;ārogya—health;sukha—happiness;prīti—and satisfaction;vivardhanāḥ—increasing;rasyāḥ—juicy;snigdhāḥ—fatty;sthirāḥ—enduring;hṛdyāḥ—pleasing to the heart;āhārāḥ—food;sāttvika—to one in goodness;priyāḥ—palatable. āyuḥ—duration of life;sattva—existence;bala—strength;ārogya—health;sukha—happiness;prīti—and satisfaction;vivardhanāḥ—increasing;rasyāḥ—juicy;snigdhāḥ—fatty;sthirāḥ—enduring;hṛdyāḥ—pleasing to the heart;āhārāḥ—food;sāttvika—to one in goodness;priyāḥ—palatable. TranslationFoods dear to those in the mode of goodness increase the duration of life, purify one’s existence and give strength, health, happiness and satisfaction. Such foods are juicy, fatty, wholesome, and pleasing to the heart.",
      "translation": "Foods dear to those in the mode of goodness increase the duration of life, purify one’s existence and give strength, health, happiness and satisfaction. Such foods are juicy, fatty, wholesome, and pleasing to the heart. Foods dear to those in the mode of goodness increase the duration of life, purify one’s existence and give strength, health, happiness and satisfaction. Such foods are juicy, fatty, wholesome, and pleasing to the heart. TEXT 7TEXT 9 DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site.His Divine Grace A.C. Bhaktivedanta Swami Prabhupāda, Founder-Ācārya of the International Society for Krishna Consciousness.Content used with permission of © The Bhaktivedanta Book Trust International, Inc. All rights reserved. |Privacy policy DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site. DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site.",
      "purport": ""
    },
    {
      "verse_number": "Bg. 17.9",
      "verse_numbers": [
        "17.9"
      ],
      "sanskrit_verse": "कट्‌वम्ललवणात्युष्णतीक्ष्णरूक्षविदाहिन: ।आहारा राजसस्येष्टा दु:खशोकामयप्रदा: ॥ ९ ॥",
      "sanskrit_transliteration": "",
      "synonyms": "kaṭu—bitter;amla—sour;lavaṇa—salty;ati-uṣṇa—very hot;tīkṣṇa—pungent;rūkṣa—dry;vidāhinaḥ—burning;āhārāḥ—food;rājasasya—to one in the mode of passion;iṣṭāḥ—palatable;duḥkha—distress;śoka—misery;āmaya—disease;pradāḥ—causing. kaṭu—bitter;amla—sour;lavaṇa—salty;ati-uṣṇa—very hot;tīkṣṇa—pungent;rūkṣa—dry;vidāhinaḥ—burning;āhārāḥ—food;rājasasya—to one in the mode of passion;iṣṭāḥ—palatable;duḥkha—distress;śoka—misery;āmaya—disease;pradāḥ—causing. TranslationFoods that are too bitter, too sour, salty, hot, pungent, dry and burning are dear to those in the mode of passion. Such foods cause distress, misery and disease.",
      "translation": "Foods that are too bitter, too sour, salty, hot, pungent, dry and burning are dear to those in the mode of passion. Such foods cause distress, misery and disease. Foods that are too bitter, too sour, salty, hot, pungent, dry and burning are dear to those in the mode of passion. Such foods cause distress, misery and disease. TEXT 8TEXT 10 DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site.His Divine Grace A.C. Bhaktivedanta Swami Prabhupāda, Founder-Ācārya of the International Society for Krishna Consciousness.Content used with permission of © The Bhaktivedanta Book Trust International, Inc. All rights reserved. |Privacy policy DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site. DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site.",
      "purport": ""
    },
    {
      "verse_number": "Bg. 17.10",
      "verse_numbers": [
        "17.10"
      ],
      "sanskrit_verse": "यातयामं गतरसं पूति पर्युषितं च यत् ।उच्छिष्टमपि चामेध्यं भोजनं तामसप्रियम् ॥ १० ॥",
      "sanskrit_transliteration": "",
      "synonyms": "yāta-yāmam—food cooked three hours before being eaten;gata-rasam—tasteless;pūti—bad-smelling;paryuṣitam—decomposed;ca—also;yat—that which;ucchiṣṭam—remnants of food eaten by others;api—also;ca—and;amedhyam—untouchable;bhojanam—eating;tāmasa—to one in the mode of darkness;priyam—dear. yāta-yāmam—food cooked three hours before being eaten;gata-rasam—tasteless;pūti—bad-smelling;paryuṣitam—decomposed;ca—also;yat—that which;ucchiṣṭam—remnants of food eaten by others;api—also;ca—and;amedhyam—untouchable;bhojanam—eating;tāmasa—to one in the mode of darkness;priyam—dear. TranslationFood prepared more than three hours before being eaten, food that is tasteless, decomposed and putrid, and food consisting of remnants and untouchable things is dear to those in the mode of darkness.",
      "translation": "Food prepared more than three hours before being eaten, food that is tasteless, decomposed and putrid, and food consisting of remnants and untouchable things is dear to those in the mode of darkness. Food prepared more than three hours before being eaten, food that is tasteless, decomposed and putrid, and food consisting of remnants and untouchable things is dear to those in the mode of darkness. PurportThe purpose of food is to increase the duration of life, purify the mind and aid bodily strength. This is its only purpose. In the past, great authorities selected those foods that best aid health and increase life’s duration, such as milk products, sugar, rice, wheat, fruits and vegetables. These foods are very dear to those in the mode of goodness. Some other foods, such as baked corn and molasses, while not very palatable in themselves, can be made pleasant when mixed with milk or other foods. They are then in the mode of goodness. All these foods are pure by nature. They are quite distinct from untouchable things like meat and liquor. Fatty foods, as mentioned in the eighth verse, have no connection with animal fat obtained by slaughter. Animal fat is available in the form of milk, which is the most wonderful of all foods. Milk, butter, cheese and similar products give animal fat in a form which rules out any need for the killing of innocent creatures. It is only through brute mentality that this killing goes on. The civilized method of obtaining needed fat is by milk. Slaughter is the way of subhumans. Protein is amply available through split peas,dāl,whole wheat, etc.Foods in the mode of passion, which are bitter, too salty, or too hot or overly mixed with red pepper, cause misery by reducing the mucus in the stomach, leading to disease. Foods in the mode of ignorance or darkness are essentially those that are not fresh. Any food cooked more than three hours before it is eaten (exceptprasādam,food offered to the Lord) is considered to be in the mode of darkness. Because they are decomposing, such foods give a bad odor, which often attracts people in this mode but repulses those in the mode of goodness.Remnants of food may be eaten only when they are part of a meal that was first offered to the Supreme Lord or first eaten by saintly persons, especially the spiritual master. Otherwise the remnants of food are considered to be in the mode of darkness, and they increase infection or disease. Such foodstuffs, although very palatable to persons in the mode of darkness, are neither liked nor even touched by those in the mode of goodness. The best food is the remnants of what is offered to the Supreme Personality of Godhead. InBhagavad-gītāthe Supreme Lord says that He accepts preparations of vegetables, flour and milk when offered with devotion.Patraṁ puṣpaṁ phalaṁ toyam.Of course, devotion and love are the chief things which the Supreme Personality of Godhead accepts. But it is also mentioned that theprasādamshould be prepared in a particular way. Any food prepared by the injunctions of the scripture and offered to the Supreme Personality of Godhead can be taken even if prepared long, long ago, because such food is transcendental. Therefore to make food antiseptic, eatable and palatable for all persons, one should offer food to the Supreme Personality of Godhead.",
      "purport": "The purpose of food is to increase the duration of life, purify the mind and aid bodily strength. This is its only purpose. In the past, great authorities selected those foods that best aid health and increase life’s duration, such as milk products, sugar, rice, wheat, fruits and vegetables. These foods are very dear to those in the mode of goodness. Some other foods, such as baked corn and molasses, while not very palatable in themselves, can be made pleasant when mixed with milk or other foods. They are then in the mode of goodness. All these foods are pure by nature. They are quite distinct from untouchable things like meat and liquor. Fatty foods, as mentioned in the eighth verse, have no connection with animal fat obtained by slaughter. Animal fat is available in the form of milk, which is the most wonderful of all foods. Milk, butter, cheese and similar products give animal fat in a form which rules out any need for the killing of innocent creatures. It is only through brute mentality that this killing goes on. The civilized method of obtaining needed fat is by milk. Slaughter is the way of subhumans. Protein is amply available through split peas,dāl,whole wheat, etc. The purpose of food is to increase the duration of life, purify the mind and aid bodily strength. This is its only purpose. In the past, great authorities selected those foods that best aid health and increase life’s duration, such as milk products, sugar, rice, wheat, fruits and vegetables. These foods are very dear to those in the mode of goodness. Some other foods, such as baked corn and molasses, while not very palatable in themselves, can be made pleasant when mixed with milk or other foods. They are then in the mode of goodness. All these foods are pure by nature. They are quite distinct from untouchable things like meat and liquor. Fatty foods, as mentioned in the eighth verse, have no connection with animal fat obtained by slaughter. Animal fat is available in the form of milk, which is the most wonderful of all foods. Milk, butter, cheese and similar products give animal fat in a form which rules out any need for the killing of innocent creatures. It is only through brute mentality that this killing goes on. The civilized method of obtaining needed fat is by milk. Slaughter is the way of subhumans. Protein is amply available through split peas,dāl,whole wheat, etc. Foods in the mode of passion, which are bitter, too salty, or too hot or overly mixed with red pepper, cause misery by reducing the mucus in the stomach, leading to disease. Foods in the mode of ignorance or darkness are essentially those that are not fresh. Any food cooked more than three hours before it is eaten (exceptprasādam,food offered to the Lord) is considered to be in the mode of darkness. Because they are decomposing, such foods give a bad odor, which often attracts people in this mode but repulses those in the mode of goodness. Foods in the mode of passion, which are bitter, too salty, or too hot or overly mixed with red pepper, cause misery by reducing the mucus in the stomach, leading to disease. Foods in the mode of ignorance or darkness are essentially those that are not fresh. Any food cooked more than three hours before it is eaten (exceptprasādam,food offered to the Lord) is considered to be in the mode of darkness. Because they are decomposing, such foods give a bad odor, which often attracts people in this mode but repulses those in the mode of goodness. Remnants of food may be eaten only when they are part of a meal that was first offered to the Supreme Lord or first eaten by saintly persons, especially the spiritual master. Otherwise the remnants of food are considered to be in the mode of darkness, and they increase infection or disease. Such foodstuffs, although very palatable to persons in the mode of darkness, are neither liked nor even touched by those in the mode of goodness. The best food is the remnants of what is offered to the Supreme Personality of Godhead. InBhagavad-gītāthe Supreme Lord says that He accepts preparations of vegetables, flour and milk when offered with devotion.Patraṁ puṣpaṁ phalaṁ toyam.Of course, devotion and love are the chief things which the Supreme Personality of Godhead accepts. But it is also mentioned that theprasādamshould be prepared in a particular way. Any food prepared by the injunctions of the scripture and offered to the Supreme Personality of Godhead can be taken even if prepared long, long ago, because such food is transcendental. Therefore to make food antiseptic, eatable and palatable for all persons, one should offer food to the Supreme Personality of Godhead. Remnants of food may be eaten only when they are part of a meal that was first offered to the Supreme Lord or first eaten by saintly persons, especially the spiritual master. Otherwise the remnants of food are considered to be in the mode of darkness, and they increase infection or disease. Such foodstuffs, although very palatable to persons in the mode of darkness, are neither liked nor even touched by those in the mode of goodness. The best food is the remnants of what is offered to the Supreme Personality of Godhead. InBhagavad-gītāthe Supreme Lord says that He accepts preparations of vegetables, flour and milk when offered with devotion.Patraṁ puṣpaṁ phalaṁ toyam.Of course, devotion and love are the chief things which the Supreme Personality of Godhead accepts. But it is also mentioned that theprasādamshould be prepared in a particular way. Any food prepared by the injunctions of the scripture and offered to the Supreme Personality of Godhead can be taken even if prepared long, long ago, because such food is transcendental. Therefore to make food antiseptic, eatable and palatable for all persons, one should offer food to the Supreme Personality of Godhead. TEXT 9TEXT 11 DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site.His Divine Grace A.C. Bhaktivedanta Swami Prabhupāda, Founder-Ācārya of the International Society for Krishna Consciousness.Content used with permission of © The Bhaktivedanta Book Trust International, Inc. All rights reserved. |Privacy policy DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site. DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site."
    },
    {
      "verse_number": "Bg. 17.11",
      "verse_numbers": [
        "17.11"
      ],
      "sanskrit_verse": "अफलाकाङ्‌‍क्षिभिर्यज्ञो विधिदिष्टो य इज्यते ।यष्टव्यमेवेति मन: समाधाय स सात्त्विक: ॥ ११ ॥",
      "sanskrit_transliteration": "",
      "synonyms": "aphala-ākāṅkṣibhiḥ—by those devoid of desire for result;yajñaḥ—sacrifice;vidhi-diṣṭaḥ—according to the direction of scripture;yaḥ—which;ijyate—is performed;yaṣṭavyam—must be performed;eva—certainly;iti—thus;manaḥ—mind;samādhāya—fixing;saḥ—it;sāttvikaḥ—in the mode of goodness. aphala-ākāṅkṣibhiḥ—by those devoid of desire for result;yajñaḥ—sacrifice;vidhi-diṣṭaḥ—according to the direction of scripture;yaḥ—which;ijyate—is performed;yaṣṭavyam—must be performed;eva—certainly;iti—thus;manaḥ—mind;samādhāya—fixing;saḥ—it;sāttvikaḥ—in the mode of goodness. TranslationOf sacrifices, the sacrifice performed according to the directions of scripture, as a matter of duty, by those who desire no reward, is of the nature of goodness.",
      "translation": "Of sacrifices, the sacrifice performed according to the directions of scripture, as a matter of duty, by those who desire no reward, is of the nature of goodness. Of sacrifices, the sacrifice performed according to the directions of scripture, as a matter of duty, by those who desire no reward, is of the nature of goodness. PurportThe general tendency is to offer sacrifice with some purpose in mind, but here it is stated that sacrifice should be performed without any such desire. It should be done as a matter of duty. Take, for example, the performance of rituals in temples or in churches. Generally they are performed with the purpose of material benefit, but that is not in the mode of goodness. One should go to a temple or church as a matter of duty, offer respect to the Supreme Personality of Godhead and offer flowers and eatables without any purpose of obtaining material benefit. Everyone thinks that there is no use in going to the temple just to worship God. But worship for economic benefit is not recommended in the scriptural injunctions. One should go simply to offer respect to the Deity. That will place one in the mode of goodness. It is the duty of every civilized man to obey the injunctions of the scriptures and offer respect to the Supreme Personality of Godhead.",
      "purport": "The general tendency is to offer sacrifice with some purpose in mind, but here it is stated that sacrifice should be performed without any such desire. It should be done as a matter of duty. Take, for example, the performance of rituals in temples or in churches. Generally they are performed with the purpose of material benefit, but that is not in the mode of goodness. One should go to a temple or church as a matter of duty, offer respect to the Supreme Personality of Godhead and offer flowers and eatables without any purpose of obtaining material benefit. Everyone thinks that there is no use in going to the temple just to worship God. But worship for economic benefit is not recommended in the scriptural injunctions. One should go simply to offer respect to the Deity. That will place one in the mode of goodness. It is the duty of every civilized man to obey the injunctions of the scriptures and offer respect to the Supreme Personality of Godhead. The general tendency is to offer sacrifice with some purpose in mind, but here it is stated that sacrifice should be performed without any such desire. It should be done as a matter of duty. Take, for example, the performance of rituals in temples or in churches. Generally they are performed with the purpose of material benefit, but that is not in the mode of goodness. One should go to a temple or church as a matter of duty, offer respect to the Supreme Personality of Godhead and offer flowers and eatables without any purpose of obtaining material benefit. Everyone thinks that there is no use in going to the temple just to worship God. But worship for economic benefit is not recommended in the scriptural injunctions. One should go simply to offer respect to the Deity. That will place one in the mode of goodness. It is the duty of every civilized man to obey the injunctions of the scriptures and offer respect to the Supreme Personality of Godhead. TEXT 10TEXT 12 DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site.His Divine Grace A.C. Bhaktivedanta Swami Prabhupāda, Founder-Ācārya of the International Society for Krishna Consciousness.Content used with permission of © The Bhaktivedanta Book Trust International, Inc. All rights reserved. |Privacy policy DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site. DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site."
    },
    {
      "verse_number": "Bg. 17.12",
      "verse_numbers": [
        "17.12"
      ],
      "sanskrit_verse": "अभिसन्धाय तु फलं दम्भार्थमपि चैव यत् ।इज्यते भरतश्रेष्ठ तं यज्ञं विद्धि राजसम् ॥ १२ ॥",
      "sanskrit_transliteration": "",
      "synonyms": "abhisandhāya—desiring;tu—but;phalam—the result;dambha—pride;artham—for the sake of;api—also;ca—and;eva—certainly;yat—that which;ijyate—is performed;bharata-śreṣṭha—O chief of the Bhāratas;tam—that;yajñam—sacrifice;viddhi—know;rājasam—in the mode of passion. abhisandhāya—desiring;tu—but;phalam—the result;dambha—pride;artham—for the sake of;api—also;ca—and;eva—certainly;yat—that which;ijyate—is performed;bharata-śreṣṭha—O chief of the Bhāratas;tam—that;yajñam—sacrifice;viddhi—know;rājasam—in the mode of passion. TranslationBut the sacrifice performed for some material benefit, or for the sake of pride, O chief of the Bhāratas, you should know to be in the mode of passion.",
      "translation": "But the sacrifice performed for some material benefit, or for the sake of pride, O chief of the Bhāratas, you should know to be in the mode of passion. But the sacrifice performed for some material benefit, or for the sake of pride, O chief of the Bhāratas, you should know to be in the mode of passion. PurportSometimes sacrifices and rituals are performed for elevation to the heavenly kingdom or for some material benefits in this world. Such sacrifices or ritualistic performances are considered to be in the mode of passion.",
      "purport": "Sometimes sacrifices and rituals are performed for elevation to the heavenly kingdom or for some material benefits in this world. Such sacrifices or ritualistic performances are considered to be in the mode of passion. Sometimes sacrifices and rituals are performed for elevation to the heavenly kingdom or for some material benefits in this world. Such sacrifices or ritualistic performances are considered to be in the mode of passion. TEXT 11TEXT 13 DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site.His Divine Grace A.C. Bhaktivedanta Swami Prabhupāda, Founder-Ācārya of the International Society for Krishna Consciousness.Content used with permission of © The Bhaktivedanta Book Trust International, Inc. All rights reserved. |Privacy policy DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site. DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site."
    },
    {
      "verse_number": "Bg. 17.13",
      "verse_numbers": [
        "17.13"
      ],
      "sanskrit_verse": "विधिहीनमसृष्टान्नं मन्‍त्रहीनमदक्षिणम् ।श्रद्धाविरहितं यज्ञं तामसं परिचक्षते ॥ १३ ॥",
      "sanskrit_transliteration": "",
      "synonyms": "vidhi-hīnam—without scriptural direction;asṛṣṭa-annam—without distribution ofprasādam;mantra-hīnam—with no chanting of the Vedic hymns;adakṣiṇam—with no remunerations to the priests;śraddhā—faith;virahitam—without;yajñam—sacrifice;tāmasam—in the mode of ignorance;paricakṣate—is to be considered. vidhi-hīnam—without scriptural direction;asṛṣṭa-annam—without distribution ofprasādam;mantra-hīnam—with no chanting of the Vedic hymns;adakṣiṇam—with no remunerations to the priests;śraddhā—faith;virahitam—without;yajñam—sacrifice;tāmasam—in the mode of ignorance;paricakṣate—is to be considered. TranslationAny sacrifice performed without regard for the directions of scripture, without distribution of prasādam [spiritual food], without chanting of Vedic hymns and remunerations to the priests, and without faith is considered to be in the mode of ignorance.",
      "translation": "Any sacrifice performed without regard for the directions of scripture, without distribution of prasādam [spiritual food], without chanting of Vedic hymns and remunerations to the priests, and without faith is considered to be in the mode of ignorance. Any sacrifice performed without regard for the directions of scripture, without distribution of prasādam [spiritual food], without chanting of Vedic hymns and remunerations to the priests, and without faith is considered to be in the mode of ignorance. PurportFaith in the mode of darkness or ignorance is actually faithlessness. Sometimes people worship some demigod just to make money and then spend the money for recreation, ignoring the scriptural injunctions. Such ceremonial shows of religiosity are not accepted as genuine. They are all in the mode of darkness; they produce a demoniac mentality and do not benefit human society.",
      "purport": "Faith in the mode of darkness or ignorance is actually faithlessness. Sometimes people worship some demigod just to make money and then spend the money for recreation, ignoring the scriptural injunctions. Such ceremonial shows of religiosity are not accepted as genuine. They are all in the mode of darkness; they produce a demoniac mentality and do not benefit human society. Faith in the mode of darkness or ignorance is actually faithlessness. Sometimes people worship some demigod just to make money and then spend the money for recreation, ignoring the scriptural injunctions. Such ceremonial shows of religiosity are not accepted as genuine. They are all in the mode of darkness; they produce a demoniac mentality and do not benefit human society. TEXT 12TEXT 14 DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site.His Divine Grace A.C. Bhaktivedanta Swami Prabhupāda, Founder-Ācārya of the International Society for Krishna Consciousness.Content used with permission of © The Bhaktivedanta Book Trust International, Inc. All rights reserved. |Privacy policy DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site. DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site."
    },
    {
      "verse_number": "Bg. 17.14",
      "verse_numbers": [
        "17.14"
      ],
      "sanskrit_verse": "देवद्विजगुरुप्राज्ञपूजनं शौचमार्जवम् ।ब्रह्मचर्यमहिंसा च शारीरं तप उच्यते ॥ १४ ॥",
      "sanskrit_transliteration": "",
      "synonyms": "deva—of the Supreme Lord;dvija—thebrāhmaṇas;guru—the spiritual master;prājña—and worshipable personalities;pūjanam—worship;śaucam—cleanliness;ārjavam—simplicity;brahmacaryam—celibacy;ahiṁsā—nonviolence;ca—also;śārīram—pertaining to the body;tapaḥ—austerity;ucyate—is said to be. deva—of the Supreme Lord;dvija—thebrāhmaṇas;guru—the spiritual master;prājña—and worshipable personalities;pūjanam—worship;śaucam—cleanliness;ārjavam—simplicity;brahmacaryam—celibacy;ahiṁsā—nonviolence;ca—also;śārīram—pertaining to the body;tapaḥ—austerity;ucyate—is said to be. TranslationAusterity of the body consists in worship of the Supreme Lord, the brāhmaṇas, the spiritual master, and superiors like the father and mother, and in cleanliness, simplicity, celibacy and nonviolence.",
      "translation": "Austerity of the body consists in worship of the Supreme Lord, the brāhmaṇas, the spiritual master, and superiors like the father and mother, and in cleanliness, simplicity, celibacy and nonviolence. Austerity of the body consists in worship of the Supreme Lord, the brāhmaṇas, the spiritual master, and superiors like the father and mother, and in cleanliness, simplicity, celibacy and nonviolence. PurportThe Supreme Godhead here explains the different kinds of austerity and penance. First He explains the austerities and penances practiced by the body. One should offer, or learn to offer, respect to God or to the demigods, the perfect, qualifiedbrāhmaṇasand the spiritual master and superiors like father, mother or any person who is conversant with Vedic knowledge. These should be given proper respect. One should practice cleansing oneself externally and internally, and he should learn to become simple in behavior. He should not do anything which is not sanctioned by the scriptural injunctions. He should not indulge in sex outside of married life, for sex is sanctioned in the scripture only in marriage, not otherwise. This is called celibacy. These are penances and austerities as far as the body is concerned.",
      "purport": "The Supreme Godhead here explains the different kinds of austerity and penance. First He explains the austerities and penances practiced by the body. One should offer, or learn to offer, respect to God or to the demigods, the perfect, qualifiedbrāhmaṇasand the spiritual master and superiors like father, mother or any person who is conversant with Vedic knowledge. These should be given proper respect. One should practice cleansing oneself externally and internally, and he should learn to become simple in behavior. He should not do anything which is not sanctioned by the scriptural injunctions. He should not indulge in sex outside of married life, for sex is sanctioned in the scripture only in marriage, not otherwise. This is called celibacy. These are penances and austerities as far as the body is concerned. The Supreme Godhead here explains the different kinds of austerity and penance. First He explains the austerities and penances practiced by the body. One should offer, or learn to offer, respect to God or to the demigods, the perfect, qualifiedbrāhmaṇasand the spiritual master and superiors like father, mother or any person who is conversant with Vedic knowledge. These should be given proper respect. One should practice cleansing oneself externally and internally, and he should learn to become simple in behavior. He should not do anything which is not sanctioned by the scriptural injunctions. He should not indulge in sex outside of married life, for sex is sanctioned in the scripture only in marriage, not otherwise. This is called celibacy. These are penances and austerities as far as the body is concerned. TEXT 13TEXT 15 DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site.His Divine Grace A.C. Bhaktivedanta Swami Prabhupāda, Founder-Ācārya of the International Society for Krishna Consciousness.Content used with permission of © The Bhaktivedanta Book Trust International, Inc. All rights reserved. |Privacy policy DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site. DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site."
    },
    {
      "verse_number": "Bg. 17.15",
      "verse_numbers": [
        "17.15"
      ],
      "sanskrit_verse": "अनुद्वेगकरं वाक्यं सत्यं प्रियहितं च यत् ।स्वाध्यायाभ्यसनं चैव वाङ्‍मयं तप उच्यते ॥ १५ ॥",
      "sanskrit_transliteration": "",
      "synonyms": "anudvega-karam—not agitating;vākyam—words;satyam—truthful;priya—dear;hitam—beneficial;ca—also;yat—which;svādhyāya—of Vedic study;abhyasanam—practice;ca—also;eva—certainly;vāk-mayam—of the voice;tapaḥ—austerity;ucyate—is said to be. anudvega-karam—not agitating;vākyam—words;satyam—truthful;priya—dear;hitam—beneficial;ca—also;yat—which;svādhyāya—of Vedic study;abhyasanam—practice;ca—also;eva—certainly;vāk-mayam—of the voice;tapaḥ—austerity;ucyate—is said to be. TranslationAusterity of speech consists in speaking words that are truthful, pleasing, beneficial, and not agitating to others, and also in regularly reciting Vedic literature.",
      "translation": "Austerity of speech consists in speaking words that are truthful, pleasing, beneficial, and not agitating to others, and also in regularly reciting Vedic literature. Austerity of speech consists in speaking words that are truthful, pleasing, beneficial, and not agitating to others, and also in regularly reciting Vedic literature. PurportOne should not speak in such a way as to agitate the minds of others. Of course, when a teacher speaks, he can speak the truth for the instruction of his students, but such a teacher should not speak to those who are not his students if he will agitate their minds. This is penance as far as talking is concerned. Besides that, one should not talk nonsense. The process of speaking in spiritual circles is to say something upheld by the scriptures. One should at once quote from scriptural authority to back up what he is saying. At the same time, such talk should be very pleasurable to the ear. By such discussions, one may derive the highest benefit and elevate human society. There is a limitless stock of Vedic literature, and one should study this. This is called penance of speech.",
      "purport": "One should not speak in such a way as to agitate the minds of others. Of course, when a teacher speaks, he can speak the truth for the instruction of his students, but such a teacher should not speak to those who are not his students if he will agitate their minds. This is penance as far as talking is concerned. Besides that, one should not talk nonsense. The process of speaking in spiritual circles is to say something upheld by the scriptures. One should at once quote from scriptural authority to back up what he is saying. At the same time, such talk should be very pleasurable to the ear. By such discussions, one may derive the highest benefit and elevate human society. There is a limitless stock of Vedic literature, and one should study this. This is called penance of speech. One should not speak in such a way as to agitate the minds of others. Of course, when a teacher speaks, he can speak the truth for the instruction of his students, but such a teacher should not speak to those who are not his students if he will agitate their minds. This is penance as far as talking is concerned. Besides that, one should not talk nonsense. The process of speaking in spiritual circles is to say something upheld by the scriptures. One should at once quote from scriptural authority to back up what he is saying. At the same time, such talk should be very pleasurable to the ear. By such discussions, one may derive the highest benefit and elevate human society. There is a limitless stock of Vedic literature, and one should study this. This is called penance of speech. TEXT 14TEXT 16 DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site.His Divine Grace A.C. Bhaktivedanta Swami Prabhupāda, Founder-Ācārya of the International Society for Krishna Consciousness.Content used with permission of © The Bhaktivedanta Book Trust International, Inc. All rights reserved. |Privacy policy DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site. DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site."
    },
    {
      "verse_number": "Bg. 17.16",
      "verse_numbers": [
        "17.16"
      ],
      "sanskrit_verse": "मन:प्रसाद: सौम्यत्वं मौनमात्मविनिग्रह: ।भावसंश‍ुद्धिरित्येतत्तपो मानसमुच्यते ॥ १६ ॥",
      "sanskrit_transliteration": "",
      "synonyms": "manaḥ-prasādaḥ—satisfaction of the mind;saumyatvam—being without duplicity towards others;maunam—gravity;ātma—of the self;vinigrahaḥ—control;bhāva—of one’s nature;saṁśuddhiḥ—purification;iti—thus;etat—this;tapaḥ—austerity;mānasam—of the mind;ucyate—is said to be. manaḥ-prasādaḥ—satisfaction of the mind;saumyatvam—being without duplicity towards others;maunam—gravity;ātma—of the self;vinigrahaḥ—control;bhāva—of one’s nature;saṁśuddhiḥ—purification;iti—thus;etat—this;tapaḥ—austerity;mānasam—of the mind;ucyate—is said to be. TranslationAnd satisfaction, simplicity, gravity, self-control and purification of one’s existence are the austerities of the mind.",
      "translation": "And satisfaction, simplicity, gravity, self-control and purification of one’s existence are the austerities of the mind. And satisfaction, simplicity, gravity, self-control and purification of one’s existence are the austerities of the mind. PurportTo make the mind austere is to detach it from sense gratification. It should be so trained that it can be always thinking of doing good for others. The best training for the mind is gravity in thought. One should not deviate from Kṛṣṇa consciousness and must always avoid sense gratification. To purify one’s nature is to become Kṛṣṇa conscious. Satisfaction of the mind can be obtained only by taking the mind away from thoughts of sense enjoyment. The more we think of sense enjoyment, the more the mind becomes dissatisfied. In the present age we unnecessarily engage the mind in so many different ways for sense gratification, and so there is no possibility of the mind’s becoming satisfied. The best course is to divert the mind to the Vedic literature, which is full of satisfying stories, as in thePurāṇasand theMahābhārata.One can take advantage of this knowledge and thus become purified. The mind should be devoid of duplicity, and one should think of the welfare of all. Silence means that one is always thinking of self-realization. The person in Kṛṣṇa consciousness observes perfect silence in this sense. Control of the mind means detaching the mind from sense enjoyment. One should be straightforward in his dealings and thereby purify his existence. All these qualities together constitute austerity in mental activities.",
      "purport": "To make the mind austere is to detach it from sense gratification. It should be so trained that it can be always thinking of doing good for others. The best training for the mind is gravity in thought. One should not deviate from Kṛṣṇa consciousness and must always avoid sense gratification. To purify one’s nature is to become Kṛṣṇa conscious. Satisfaction of the mind can be obtained only by taking the mind away from thoughts of sense enjoyment. The more we think of sense enjoyment, the more the mind becomes dissatisfied. In the present age we unnecessarily engage the mind in so many different ways for sense gratification, and so there is no possibility of the mind’s becoming satisfied. The best course is to divert the mind to the Vedic literature, which is full of satisfying stories, as in thePurāṇasand theMahābhārata.One can take advantage of this knowledge and thus become purified. The mind should be devoid of duplicity, and one should think of the welfare of all. Silence means that one is always thinking of self-realization. The person in Kṛṣṇa consciousness observes perfect silence in this sense. Control of the mind means detaching the mind from sense enjoyment. One should be straightforward in his dealings and thereby purify his existence. All these qualities together constitute austerity in mental activities. To make the mind austere is to detach it from sense gratification. It should be so trained that it can be always thinking of doing good for others. The best training for the mind is gravity in thought. One should not deviate from Kṛṣṇa consciousness and must always avoid sense gratification. To purify one’s nature is to become Kṛṣṇa conscious. Satisfaction of the mind can be obtained only by taking the mind away from thoughts of sense enjoyment. The more we think of sense enjoyment, the more the mind becomes dissatisfied. In the present age we unnecessarily engage the mind in so many different ways for sense gratification, and so there is no possibility of the mind’s becoming satisfied. The best course is to divert the mind to the Vedic literature, which is full of satisfying stories, as in thePurāṇasand theMahābhārata.One can take advantage of this knowledge and thus become purified. The mind should be devoid of duplicity, and one should think of the welfare of all. Silence means that one is always thinking of self-realization. The person in Kṛṣṇa consciousness observes perfect silence in this sense. Control of the mind means detaching the mind from sense enjoyment. One should be straightforward in his dealings and thereby purify his existence. All these qualities together constitute austerity in mental activities. TEXT 15TEXT 17 DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site.His Divine Grace A.C. Bhaktivedanta Swami Prabhupāda, Founder-Ācārya of the International Society for Krishna Consciousness.Content used with permission of © The Bhaktivedanta Book Trust International, Inc. All rights reserved. |Privacy policy DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site. DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site."
    },
    {
      "verse_number": "Bg. 17.17",
      "verse_numbers": [
        "17.17"
      ],
      "sanskrit_verse": "श्रद्धया परया तप्‍तं तपस्तत्‍त्रिविधं नरै: ।अफलाकाङ्‌‍क्षिभिर्युक्तै: सात्त्विकं परिचक्षते ॥ १७ ॥",
      "sanskrit_transliteration": "",
      "synonyms": "śraddhayā—with faith;parayā—transcendental;taptam—executed;tapaḥ—austerity;tat—that;tri-vidham—of three kinds;naraiḥ—by men;aphala-ākāṅkṣibhiḥ—who are without desires for fruits;yuktaiḥ—engaged;sāttvikam—in the mode of goodness;paricakṣate—is called. śraddhayā—with faith;parayā—transcendental;taptam—executed;tapaḥ—austerity;tat—that;tri-vidham—of three kinds;naraiḥ—by men;aphala-ākāṅkṣibhiḥ—who are without desires for fruits;yuktaiḥ—engaged;sāttvikam—in the mode of goodness;paricakṣate—is called. TranslationThis threefold austerity, performed with transcendental faith by men not expecting material benefits but engaged only for the sake of the Supreme, is called austerity in goodness.",
      "translation": "This threefold austerity, performed with transcendental faith by men not expecting material benefits but engaged only for the sake of the Supreme, is called austerity in goodness. This threefold austerity, performed with transcendental faith by men not expecting material benefits but engaged only for the sake of the Supreme, is called austerity in goodness. TEXT 16TEXT 18 DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site.His Divine Grace A.C. Bhaktivedanta Swami Prabhupāda, Founder-Ācārya of the International Society for Krishna Consciousness.Content used with permission of © The Bhaktivedanta Book Trust International, Inc. All rights reserved. |Privacy policy DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site. DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site.",
      "purport": ""
    },
    {
      "verse_number": "Bg. 17.18",
      "verse_numbers": [
        "17.18"
      ],
      "sanskrit_verse": "सत्कारमानपूजार्थं तपो दम्भेन चैव यत् ।क्रियते तदिह प्रोक्तं राजसं चलमध्रुवम् ॥ १८ ॥",
      "sanskrit_transliteration": "",
      "synonyms": "sat-kāra—respect;māna—honor;pūjā—and worship;artham—for the sake of;tapaḥ—austerity;dambhena—with pride;ca—also;eva—certainly;yat—which;kriyate—is performed;tat—that;iha—in this world;proktam—is said;rājasam—in the mode of passion;calam—flickering;adhruvam—temporary. sat-kāra—respect;māna—honor;pūjā—and worship;artham—for the sake of;tapaḥ—austerity;dambhena—with pride;ca—also;eva—certainly;yat—which;kriyate—is performed;tat—that;iha—in this world;proktam—is said;rājasam—in the mode of passion;calam—flickering;adhruvam—temporary. TranslationPenance performed out of pride and for the sake of gaining respect, honor and worship is said to be in the mode of passion. It is neither stable nor permanent.",
      "translation": "Penance performed out of pride and for the sake of gaining respect, honor and worship is said to be in the mode of passion. It is neither stable nor permanent. Penance performed out of pride and for the sake of gaining respect, honor and worship is said to be in the mode of passion. It is neither stable nor permanent. PurportSometimes penance and austerity are executed to attract people and receive honor, respect and worship from others. Persons in the mode of passion arrange to be worshiped by subordinates and let them wash their feet and offer riches. Such arrangements artificially made by the performance of penances are considered to be in the mode of passion. The results are temporary; they can be continued for some time, but they are not permanent.",
      "purport": "Sometimes penance and austerity are executed to attract people and receive honor, respect and worship from others. Persons in the mode of passion arrange to be worshiped by subordinates and let them wash their feet and offer riches. Such arrangements artificially made by the performance of penances are considered to be in the mode of passion. The results are temporary; they can be continued for some time, but they are not permanent. Sometimes penance and austerity are executed to attract people and receive honor, respect and worship from others. Persons in the mode of passion arrange to be worshiped by subordinates and let them wash their feet and offer riches. Such arrangements artificially made by the performance of penances are considered to be in the mode of passion. The results are temporary; they can be continued for some time, but they are not permanent. TEXT 17TEXT 19 DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site.His Divine Grace A.C. Bhaktivedanta Swami Prabhupāda, Founder-Ācārya of the International Society for Krishna Consciousness.Content used with permission of © The Bhaktivedanta Book Trust International, Inc. All rights reserved. |Privacy policy DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site. DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site."
    },
    {
      "verse_number": "Bg. 17.19",
      "verse_numbers": [
        "17.19"
      ],
      "sanskrit_verse": "मूढग्राहेणात्मनो यत्पीडया क्रियते तप: ।परस्योत्सादनार्थं वा तत्तामसमुदाहृतम् ॥ १९ ॥",
      "sanskrit_transliteration": "",
      "synonyms": "mūḍha—foolish;grāheṇa—with endeavor;ātmanaḥ—of one’s own self;yat—which;pīḍayā—by torture;kriyate—is performed;tapaḥ—penance;parasya—to others;utsādana-artham—for the sake of causing annihilation;vā—or;tat—that;tāmasam—in the mode of darkness;udāhṛtam—is said to be. mūḍha—foolish;grāheṇa—with endeavor;ātmanaḥ—of one’s own self;yat—which;pīḍayā—by torture;kriyate—is performed;tapaḥ—penance;parasya—to others;utsādana-artham—for the sake of causing annihilation;vā—or;tat—that;tāmasam—in the mode of darkness;udāhṛtam—is said to be. TranslationPenance performed out of foolishness, with self-torture or to destroy or injure others, is said to be in the mode of ignorance.",
      "translation": "Penance performed out of foolishness, with self-torture or to destroy or injure others, is said to be in the mode of ignorance. Penance performed out of foolishness, with self-torture or to destroy or injure others, is said to be in the mode of ignorance. PurportThere are instances of foolish penance undertaken by demons like Hiraṇyakaśipu, who performed austere penances to become immortal and kill the demigods. He prayed to Brahmā for such things, but ultimately he was killed by the Supreme Personality of Godhead. To undergo penances for something which is impossible is certainly in the mode of ignorance.",
      "purport": "There are instances of foolish penance undertaken by demons like Hiraṇyakaśipu, who performed austere penances to become immortal and kill the demigods. He prayed to Brahmā for such things, but ultimately he was killed by the Supreme Personality of Godhead. To undergo penances for something which is impossible is certainly in the mode of ignorance. There are instances of foolish penance undertaken by demons like Hiraṇyakaśipu, who performed austere penances to become immortal and kill the demigods. He prayed to Brahmā for such things, but ultimately he was killed by the Supreme Personality of Godhead. To undergo penances for something which is impossible is certainly in the mode of ignorance. TEXT 18TEXT 20 DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site.His Divine Grace A.C. Bhaktivedanta Swami Prabhupāda, Founder-Ācārya of the International Society for Krishna Consciousness.Content used with permission of © The Bhaktivedanta Book Trust International, Inc. All rights reserved. |Privacy policy DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site. DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site."
    },
    {
      "verse_number": "Bg. 17.20",
      "verse_numbers": [
        "17.20"
      ],
      "sanskrit_verse": "दातव्यमिति यद्दानं दीयतेऽनुपकारिणे ।देशे काले च पात्रे च तद्दानं सात्त्विकं स्मृतम् ॥ २० ॥",
      "sanskrit_transliteration": "",
      "synonyms": "dātavyam—worth giving;iti—thus;yat—that which;dānam—charity;dīyate—is given;anupakāriṇe—irrespective of return;deśe—in a proper place;kāle—at a proper time;ca—also;pātre—to a suitable person;ca—and;tat—that;dānam—charity;sāttvikam—in the mode of goodness;smṛtam—is considered. dātavyam—worth giving;iti—thus;yat—that which;dānam—charity;dīyate—is given;anupakāriṇe—irrespective of return;deśe—in a proper place;kāle—at a proper time;ca—also;pātre—to a suitable person;ca—and;tat—that;dānam—charity;sāttvikam—in the mode of goodness;smṛtam—is considered. TranslationCharity given out of duty, without expectation of return, at the proper time and place, and to a worthy person is considered to be in the mode of goodness.",
      "translation": "Charity given out of duty, without expectation of return, at the proper time and place, and to a worthy person is considered to be in the mode of goodness. Charity given out of duty, without expectation of return, at the proper time and place, and to a worthy person is considered to be in the mode of goodness. PurportIn the Vedic literature, charity given to a person engaged in spiritual activities is recommended. There is no recommendation for giving charity indiscriminately. Spiritual perfection is always a consideration. Therefore charity is recommended to be given at a place of pilgrimage and at lunar or solar eclipses or at the end of the month or to a qualifiedbrāhmaṇaor a Vaiṣṇava (devotee) or in temples. Such charities should be given without any consideration of return. Charity to the poor is sometimes given out of compassion, but if a poor man is not worth giving charity to, then there is no spiritual advancement. In other words, indiscriminate charity is not recommended in the Vedic literature.",
      "purport": "In the Vedic literature, charity given to a person engaged in spiritual activities is recommended. There is no recommendation for giving charity indiscriminately. Spiritual perfection is always a consideration. Therefore charity is recommended to be given at a place of pilgrimage and at lunar or solar eclipses or at the end of the month or to a qualifiedbrāhmaṇaor a Vaiṣṇava (devotee) or in temples. Such charities should be given without any consideration of return. Charity to the poor is sometimes given out of compassion, but if a poor man is not worth giving charity to, then there is no spiritual advancement. In other words, indiscriminate charity is not recommended in the Vedic literature. In the Vedic literature, charity given to a person engaged in spiritual activities is recommended. There is no recommendation for giving charity indiscriminately. Spiritual perfection is always a consideration. Therefore charity is recommended to be given at a place of pilgrimage and at lunar or solar eclipses or at the end of the month or to a qualifiedbrāhmaṇaor a Vaiṣṇava (devotee) or in temples. Such charities should be given without any consideration of return. Charity to the poor is sometimes given out of compassion, but if a poor man is not worth giving charity to, then there is no spiritual advancement. In other words, indiscriminate charity is not recommended in the Vedic literature. TEXT 19TEXT 21 DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site.His Divine Grace A.C. Bhaktivedanta Swami Prabhupāda, Founder-Ācārya of the International Society for Krishna Consciousness.Content used with permission of © The Bhaktivedanta Book Trust International, Inc. All rights reserved. |Privacy policy DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site. DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site."
    },
    {
      "verse_number": "Bg. 17.21",
      "verse_numbers": [
        "17.21"
      ],
      "sanskrit_verse": "यत्तु प्रत्युपकारार्थं फलमुद्दिश्य वा पुन: ।दीयते च परिक्ल‍ि‍ष्टं तद्दानं राजसं स्मृतम् ॥ २१ ॥",
      "sanskrit_transliteration": "",
      "synonyms": "yat—that which;tu—but;prati-upakāra-artham—for the sake of getting some return;phalam—a result;uddiśya—desiring;vā—or;punaḥ—again;dīyate—is given;ca—also;parikliṣṭam—grudgingly;tat—that;dānam—charity;rājasam—in the mode of passion;smṛtam—is understood to be. yat—that which;tu—but;prati-upakāra-artham—for the sake of getting some return;phalam—a result;uddiśya—desiring;vā—or;punaḥ—again;dīyate—is given;ca—also;parikliṣṭam—grudgingly;tat—that;dānam—charity;rājasam—in the mode of passion;smṛtam—is understood to be. TranslationBut charity performed with the expectation of some return, or with a desire for fruitive results, or in a grudging mood is said to be charity in the mode of passion.",
      "translation": "But charity performed with the expectation of some return, or with a desire for fruitive results, or in a grudging mood is said to be charity in the mode of passion. But charity performed with the expectation of some return, or with a desire for fruitive results, or in a grudging mood is said to be charity in the mode of passion. PurportCharity is sometimes performed for elevation to the heavenly kingdom and sometimes with great trouble and with repentance afterwards: “Why have I spent so much in this way?” Charity is also sometimes given under some obligation, at the request of a superior. These kinds of charity are said to be given in the mode of passion.There are many charitable foundations which offer their gifts to institutions where sense gratification goes on. Such charities are not recommended in the Vedic scripture. Only charity in the mode of goodness is recommended.",
      "purport": "Charity is sometimes performed for elevation to the heavenly kingdom and sometimes with great trouble and with repentance afterwards: “Why have I spent so much in this way?” Charity is also sometimes given under some obligation, at the request of a superior. These kinds of charity are said to be given in the mode of passion. Charity is sometimes performed for elevation to the heavenly kingdom and sometimes with great trouble and with repentance afterwards: “Why have I spent so much in this way?” Charity is also sometimes given under some obligation, at the request of a superior. These kinds of charity are said to be given in the mode of passion. There are many charitable foundations which offer their gifts to institutions where sense gratification goes on. Such charities are not recommended in the Vedic scripture. Only charity in the mode of goodness is recommended. There are many charitable foundations which offer their gifts to institutions where sense gratification goes on. Such charities are not recommended in the Vedic scripture. Only charity in the mode of goodness is recommended. TEXT 20TEXT 22 DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site.His Divine Grace A.C. Bhaktivedanta Swami Prabhupāda, Founder-Ācārya of the International Society for Krishna Consciousness.Content used with permission of © The Bhaktivedanta Book Trust International, Inc. All rights reserved. |Privacy policy DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site. DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site."
    },
    {
      "verse_number": "Bg. 17.22",
      "verse_numbers": [
        "17.22"
      ],
      "sanskrit_verse": "अदेशकाले यद्दानमपात्रेभ्यश्च दीयते ।असत्कृतमवज्ञातं तत्तामसमुदाहृतम् ॥ २२ ॥",
      "sanskrit_transliteration": "",
      "synonyms": "adeśa—at an unpurified place;kāle—and unpurified time;yat—that which;dānam—charity;apātrebhyaḥ—to unworthy persons;ca—also;dīyate—is given;asat-kṛtam—without respect;avajñātam—without proper attention;tat—that;tāmasam—in the mode of darkness;udāhṛtam—is said to be. adeśa—at an unpurified place;kāle—and unpurified time;yat—that which;dānam—charity;apātrebhyaḥ—to unworthy persons;ca—also;dīyate—is given;asat-kṛtam—without respect;avajñātam—without proper attention;tat—that;tāmasam—in the mode of darkness;udāhṛtam—is said to be. TranslationAnd charity performed at an impure place, at an improper time, to unworthy persons, or without proper attention and respect is said to be in the mode of ignorance.",
      "translation": "And charity performed at an impure place, at an improper time, to unworthy persons, or without proper attention and respect is said to be in the mode of ignorance. And charity performed at an impure place, at an improper time, to unworthy persons, or without proper attention and respect is said to be in the mode of ignorance. PurportContributions for indulgence in intoxication and gambling are not encouraged here. That sort of contribution is in the mode of ignorance. Such charity is not beneficial; rather, sinful persons are encouraged. Similarly, if a person gives charity to a suitable person but without respect and without attention, that sort of charity is also said to be in the mode of darkness.",
      "purport": "Contributions for indulgence in intoxication and gambling are not encouraged here. That sort of contribution is in the mode of ignorance. Such charity is not beneficial; rather, sinful persons are encouraged. Similarly, if a person gives charity to a suitable person but without respect and without attention, that sort of charity is also said to be in the mode of darkness. Contributions for indulgence in intoxication and gambling are not encouraged here. That sort of contribution is in the mode of ignorance. Such charity is not beneficial; rather, sinful persons are encouraged. Similarly, if a person gives charity to a suitable person but without respect and without attention, that sort of charity is also said to be in the mode of darkness. TEXT 21TEXT 23 DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site.His Divine Grace A.C. Bhaktivedanta Swami Prabhupāda, Founder-Ācārya of the International Society for Krishna Consciousness.Content used with permission of © The Bhaktivedanta Book Trust International, Inc. All rights reserved. |Privacy policy DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site. DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site."
    },
    {
      "verse_number": "Bg. 17.23",
      "verse_numbers": [
        "17.23"
      ],
      "sanskrit_verse": "ॐ तत्सदिति निर्देशो ब्रह्मणस्त्रिविध: स्मृत: ।ब्राह्मणास्तेन वेदाश्च यज्ञाश्च विहिता: पुरा ॥ २३ ॥",
      "sanskrit_transliteration": "",
      "synonyms": "oṁ—indication of the Supreme;tat—that;sat—eternal;iti—thus;nirdeśaḥ—indication;brahmaṇaḥ—of the Supreme;tri-vidhaḥ—threefold;smṛtaḥ—is considered;brāhmaṇāḥ—thebrāhmaṇas;tena—with that;vedāḥ—the Vedic literature;ca—also;yajñāḥ—sacrifice;ca—also;vihitāḥ—used;purā—formerly. oṁ—indication of the Supreme;tat—that;sat—eternal;iti—thus;nirdeśaḥ—indication;brahmaṇaḥ—of the Supreme;tri-vidhaḥ—threefold;smṛtaḥ—is considered;brāhmaṇāḥ—thebrāhmaṇas;tena—with that;vedāḥ—the Vedic literature;ca—also;yajñāḥ—sacrifice;ca—also;vihitāḥ—used;purā—formerly. TranslationFrom the beginning of creation, the three words oṁ tat sat were used to indicate the Supreme Absolute Truth. These three symbolic representations were used by brāhmaṇas while chanting the hymns of the Vedas and during sacrifices for the satisfaction of the Supreme.",
      "translation": "From the beginning of creation, the three words oṁ tat sat were used to indicate the Supreme Absolute Truth. These three symbolic representations were used by brāhmaṇas while chanting the hymns of the Vedas and during sacrifices for the satisfaction of the Supreme. From the beginning of creation, the three words oṁ tat sat were used to indicate the Supreme Absolute Truth. These three symbolic representations were used by brāhmaṇas while chanting the hymns of the Vedas and during sacrifices for the satisfaction of the Supreme. PurportIt has been explained that penance, sacrifice, charity and foods are divided into three categories: the modes of goodness, passion and ignorance. But whether first class, second class or third class, they are all conditioned, contaminated by the material modes of nature. When they are aimed at the Supreme –oṁ tat sat,the Supreme Personality of Godhead, the eternal – they become means for spiritual elevation. In the scriptural injunctions such an objective is indicated. These three words,oṁ tat sat,particularly indicate the Absolute Truth, the Supreme Personality of Godhead. In the Vedic hymns, the wordoṁis always found.One who acts without following the regulations of the scriptures will not attain the Absolute Truth. He will get some temporary result, but not the ultimate end of life. The conclusion is that the performance of charity, sacrifice and penance must be done in the mode of goodness. Performed in the mode of passion or ignorance, they are certainly inferior in quality. The three wordsoṁ tat satare uttered in conjunction with the holy name of the Supreme Lord, e.g.,oṁ tad viṣṇoḥ.Whenever a Vedic hymn or the holy name of the Supreme Lord is uttered,oṁis added. This is the indication of Vedic literature. These three words are taken from Vedic hymns.Oṁ ity etad brahmaṇo nediṣṭhaṁ nāmaindicates the first goal. Thentat tvam asi(Chāndogya Upaniṣad6.8.7) indicates the second goal. Andsad eva saumya(Chāndogya Upaniṣad6.2.1) indicates the third goal. Combined they becomeoṁ tat sat.Formerly when Brahmā, the first created living entity, performed sacrifices, he indicated by these three words the Supreme Personality of Godhead. Therefore the same principle has always been followed by disciplic succession. So this hymn has great significance.Bhagavad-gītārecommends, therefore, that any work done should be done foroṁ tat sat,or for the Supreme Personality of Godhead. When one performs penance, charity and sacrifice with these three words, he is acting in Kṛṣṇa consciousness. Kṛṣṇa consciousness is a scientific execution of transcendental activities which enables one to return home, back to Godhead. There is no loss of energy in acting in such a transcendental way.",
      "purport": "It has been explained that penance, sacrifice, charity and foods are divided into three categories: the modes of goodness, passion and ignorance. But whether first class, second class or third class, they are all conditioned, contaminated by the material modes of nature. When they are aimed at the Supreme –oṁ tat sat,the Supreme Personality of Godhead, the eternal – they become means for spiritual elevation. In the scriptural injunctions such an objective is indicated. These three words,oṁ tat sat,particularly indicate the Absolute Truth, the Supreme Personality of Godhead. In the Vedic hymns, the wordoṁis always found. It has been explained that penance, sacrifice, charity and foods are divided into three categories: the modes of goodness, passion and ignorance. But whether first class, second class or third class, they are all conditioned, contaminated by the material modes of nature. When they are aimed at the Supreme –oṁ tat sat,the Supreme Personality of Godhead, the eternal – they become means for spiritual elevation. In the scriptural injunctions such an objective is indicated. These three words,oṁ tat sat,particularly indicate the Absolute Truth, the Supreme Personality of Godhead. In the Vedic hymns, the wordoṁis always found. One who acts without following the regulations of the scriptures will not attain the Absolute Truth. He will get some temporary result, but not the ultimate end of life. The conclusion is that the performance of charity, sacrifice and penance must be done in the mode of goodness. Performed in the mode of passion or ignorance, they are certainly inferior in quality. The three wordsoṁ tat satare uttered in conjunction with the holy name of the Supreme Lord, e.g.,oṁ tad viṣṇoḥ.Whenever a Vedic hymn or the holy name of the Supreme Lord is uttered,oṁis added. This is the indication of Vedic literature. These three words are taken from Vedic hymns.Oṁ ity etad brahmaṇo nediṣṭhaṁ nāmaindicates the first goal. Thentat tvam asi(Chāndogya Upaniṣad6.8.7) indicates the second goal. Andsad eva saumya(Chāndogya Upaniṣad6.2.1) indicates the third goal. Combined they becomeoṁ tat sat.Formerly when Brahmā, the first created living entity, performed sacrifices, he indicated by these three words the Supreme Personality of Godhead. Therefore the same principle has always been followed by disciplic succession. So this hymn has great significance.Bhagavad-gītārecommends, therefore, that any work done should be done foroṁ tat sat,or for the Supreme Personality of Godhead. When one performs penance, charity and sacrifice with these three words, he is acting in Kṛṣṇa consciousness. Kṛṣṇa consciousness is a scientific execution of transcendental activities which enables one to return home, back to Godhead. There is no loss of energy in acting in such a transcendental way. One who acts without following the regulations of the scriptures will not attain the Absolute Truth. He will get some temporary result, but not the ultimate end of life. The conclusion is that the performance of charity, sacrifice and penance must be done in the mode of goodness. Performed in the mode of passion or ignorance, they are certainly inferior in quality. The three wordsoṁ tat satare uttered in conjunction with the holy name of the Supreme Lord, e.g.,oṁ tad viṣṇoḥ.Whenever a Vedic hymn or the holy name of the Supreme Lord is uttered,oṁis added. This is the indication of Vedic literature. These three words are taken from Vedic hymns.Oṁ ity etad brahmaṇo nediṣṭhaṁ nāmaindicates the first goal. Thentat tvam asi(Chāndogya Upaniṣad6.8.7) indicates the second goal. Andsad eva saumya(Chāndogya Upaniṣad6.2.1) indicates the third goal. Combined they becomeoṁ tat sat.Formerly when Brahmā, the first created living entity, performed sacrifices, he indicated by these three words the Supreme Personality of Godhead. Therefore the same principle has always been followed by disciplic succession. So this hymn has great significance.Bhagavad-gītārecommends, therefore, that any work done should be done foroṁ tat sat,or for the Supreme Personality of Godhead. When one performs penance, charity and sacrifice with these three words, he is acting in Kṛṣṇa consciousness. Kṛṣṇa consciousness is a scientific execution of transcendental activities which enables one to return home, back to Godhead. There is no loss of energy in acting in such a transcendental way. TEXT 22TEXT 24 DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site.His Divine Grace A.C. Bhaktivedanta Swami Prabhupāda, Founder-Ācārya of the International Society for Krishna Consciousness.Content used with permission of © The Bhaktivedanta Book Trust International, Inc. All rights reserved. |Privacy policy DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site. DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site."
    },
    {
      "verse_number": "Bg. 17.24",
      "verse_numbers": [
        "17.24"
      ],
      "sanskrit_verse": "तस्माद् ॐ इत्युदाहृत्य यज्ञदानतप:क्रिया: ।प्रवर्तन्ते विधानोक्ता: सततं ब्रह्मवादिनाम् ॥ २४ ॥",
      "sanskrit_transliteration": "",
      "synonyms": "tasmāt—therefore;oṁ—beginning withoṁ;iti—thus;udāhṛtya—indicating;yajña—of sacrifice;dāna—charity;tapaḥ—and penance;kriyāḥ—performances;pravartante—begin;vidhāna-uktāḥ—according to scriptural regulation;satatam—always;brahma-vādinām—of the transcendentalists. tasmāt—therefore;oṁ—beginning withoṁ;iti—thus;udāhṛtya—indicating;yajña—of sacrifice;dāna—charity;tapaḥ—and penance;kriyāḥ—performances;pravartante—begin;vidhāna-uktāḥ—according to scriptural regulation;satatam—always;brahma-vādinām—of the transcendentalists. TranslationTherefore, transcendentalists undertaking performances of sacrifice, charity and penance in accordance with scriptural regulations begin always with oṁ, to attain the Supreme.",
      "translation": "Therefore, transcendentalists undertaking performances of sacrifice, charity and penance in accordance with scriptural regulations begin always with oṁ, to attain the Supreme. Therefore, transcendentalists undertaking performances of sacrifice, charity and penance in accordance with scriptural regulations begin always with oṁ, to attain the Supreme. PurportOṁ tad viṣṇoḥ paramaṁ padam(Ṛg Veda1.22.20). The lotus feet of Viṣṇu are the supreme devotional platform. The performance of everything on behalf of the Supreme Personality of Godhead assures the perfection of all activity.",
      "purport": "Oṁ tad viṣṇoḥ paramaṁ padam(Ṛg Veda1.22.20). The lotus feet of Viṣṇu are the supreme devotional platform. The performance of everything on behalf of the Supreme Personality of Godhead assures the perfection of all activity. Oṁ tad viṣṇoḥ paramaṁ padam(Ṛg Veda1.22.20). The lotus feet of Viṣṇu are the supreme devotional platform. The performance of everything on behalf of the Supreme Personality of Godhead assures the perfection of all activity. TEXT 23TEXT 25 DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site.His Divine Grace A.C. Bhaktivedanta Swami Prabhupāda, Founder-Ācārya of the International Society for Krishna Consciousness.Content used with permission of © The Bhaktivedanta Book Trust International, Inc. All rights reserved. |Privacy policy DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site. DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site."
    },
    {
      "verse_number": "Bg. 17.25",
      "verse_numbers": [
        "17.25"
      ],
      "sanskrit_verse": "तदित्यनभिसन्धाय फलं यज्ञतप:क्रिया: ।दानक्रियाश्च विविधा: क्रियन्ते मोक्षकाङ्‌‍क्षिभि: ॥ २५ ॥",
      "sanskrit_transliteration": "",
      "synonyms": "tat—that;iti—thus;anabhisandhāya—without desiring;phalam—the fruitive result;yajña—of sacrifice;tapaḥ—and penance;kriyāḥ—activities;dāna—of charity;kriyāḥ—activities;ca—also;vividhāḥ—various;kriyante—are done;mokṣa-kāṅkṣibhiḥ—by those who actually desire liberation. tat—that;iti—thus;anabhisandhāya—without desiring;phalam—the fruitive result;yajña—of sacrifice;tapaḥ—and penance;kriyāḥ—activities;dāna—of charity;kriyāḥ—activities;ca—also;vividhāḥ—various;kriyante—are done;mokṣa-kāṅkṣibhiḥ—by those who actually desire liberation. TranslationWithout desiring fruitive results, one should perform various kinds of sacrifice, penance and charity with the word tat. The purpose of such transcendental activities is to get free from material entanglement.",
      "translation": "Without desiring fruitive results, one should perform various kinds of sacrifice, penance and charity with the word tat. The purpose of such transcendental activities is to get free from material entanglement. Without desiring fruitive results, one should perform various kinds of sacrifice, penance and charity with the word tat. The purpose of such transcendental activities is to get free from material entanglement. PurportTo be elevated to the spiritual position, one should not act for any material gain. Acts should be performed for the ultimate gain of being transferred to the spiritual kingdom, back to home, back to Godhead.",
      "purport": "To be elevated to the spiritual position, one should not act for any material gain. Acts should be performed for the ultimate gain of being transferred to the spiritual kingdom, back to home, back to Godhead. To be elevated to the spiritual position, one should not act for any material gain. Acts should be performed for the ultimate gain of being transferred to the spiritual kingdom, back to home, back to Godhead. TEXT 24TEXTS 26-27 DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site.His Divine Grace A.C. Bhaktivedanta Swami Prabhupāda, Founder-Ācārya of the International Society for Krishna Consciousness.Content used with permission of © The Bhaktivedanta Book Trust International, Inc. All rights reserved. |Privacy policy DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site. DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site."
    },
    {
      "verse_number": "Bg. 17.26-27",
      "verse_numbers": [
        "17.26",
        "17.27"
      ],
      "sanskrit_verse": "सद्भ‍ावे साधुभावे च सदित्येतत्प्रयुज्यते ।प्रशस्ते कर्मणि तथा सच्छब्द: पार्थ युज्यते ॥ २६ ॥यज्ञे तपसि दाने च स्थिति: सदिति चोच्यते ।कर्म चैव तदर्थीयं सदित्येवाभिधीयते ॥ २७ ॥",
      "sanskrit_transliteration": "",
      "synonyms": "sat-bhāve—in the sense of the nature of the Supreme;sādhu-bhāve—in the sense of the nature of the devotee;ca—also;sat—the wordsat;iti—thus;etat—this;prayujyate—is used;praśaste—in bona fide;karmaṇi—activities;tathā—also;sat-śabdaḥ—the soundsat;pārtha—O son of Pṛthā;yujyate—is used;yajñe—in sacrifice;tapasi—in penance;dāne—in charity;ca—also;sthitiḥ—the situation;sat—the Supreme;iti—thus;ca—and;ucyate—is pronounced;karma—work;ca—also;eva—certainly;tat—for that;arthīyam—meant;sat—the Supreme;iti—thus;eva—certainly;abhidhīyate—is indicated. sat-bhāve—in the sense of the nature of the Supreme;sādhu-bhāve—in the sense of the nature of the devotee;ca—also;sat—the wordsat;iti—thus;etat—this;prayujyate—is used;praśaste—in bona fide;karmaṇi—activities;tathā—also;sat-śabdaḥ—the soundsat;pārtha—O son of Pṛthā;yujyate—is used;yajñe—in sacrifice;tapasi—in penance;dāne—in charity;ca—also;sthitiḥ—the situation;sat—the Supreme;iti—thus;ca—and;ucyate—is pronounced;karma—work;ca—also;eva—certainly;tat—for that;arthīyam—meant;sat—the Supreme;iti—thus;eva—certainly;abhidhīyate—is indicated. TranslationThe Absolute Truth is the objective of devotional sacrifice, and it is indicated by the word sat. The performer of such sacrifice is also called sat, as are all works of sacrifice, penance and charity which, true to the absolute nature, are performed to please the Supreme Person, O son of Pṛthā.",
      "translation": "The Absolute Truth is the objective of devotional sacrifice, and it is indicated by the word sat. The performer of such sacrifice is also called sat, as are all works of sacrifice, penance and charity which, true to the absolute nature, are performed to please the Supreme Person, O son of Pṛthā. The Absolute Truth is the objective of devotional sacrifice, and it is indicated by the word sat. The performer of such sacrifice is also called sat, as are all works of sacrifice, penance and charity which, true to the absolute nature, are performed to please the Supreme Person, O son of Pṛthā. PurportThe wordspraśaste karmaṇi,or “prescribed duties,” indicate that there are many activities prescribed in the Vedic literature which are purificatory processes, beginning from the time of conception up to the end of one’s life. Such purificatory processes are adopted for the ultimate liberation of the living entity. In all such activities it is recommended that one vibrateoṁ tat sat.The wordssad-bhāveandsādhu-bhāveindicate the transcendental situation. Acting in Kṛṣṇa consciousness is calledsattva,and one who is fully conscious of the activities of Kṛṣṇa consciousness is called asādhu.In theŚrīmad-Bhāgavatam(3.25.25)it is said that the transcendental subject matter becomes clear in the association of the devotees. The words used aresatāṁ prasaṅgāt.Without good association, one cannot achieve transcendental knowledge. When initiating a person or offering the sacred thread, one vibrates the wordsoṁ tat sat.Similarly, in all kinds of performance ofyajñathe object is the Supreme,oṁ tat sat.The wordtad-arthīyamfurther means offering service to anything which represents the Supreme, including such service as cooking and helping in the Lord’s temple, or any other kind of work for broadcasting the glories of the Lord. These supreme wordsoṁ tat satare thus used in many ways to perfect all activities and make everything complete.",
      "purport": "The wordspraśaste karmaṇi,or “prescribed duties,” indicate that there are many activities prescribed in the Vedic literature which are purificatory processes, beginning from the time of conception up to the end of one’s life. Such purificatory processes are adopted for the ultimate liberation of the living entity. In all such activities it is recommended that one vibrateoṁ tat sat.The wordssad-bhāveandsādhu-bhāveindicate the transcendental situation. Acting in Kṛṣṇa consciousness is calledsattva,and one who is fully conscious of the activities of Kṛṣṇa consciousness is called asādhu.In theŚrīmad-Bhāgavatam(3.25.25)it is said that the transcendental subject matter becomes clear in the association of the devotees. The words used aresatāṁ prasaṅgāt.Without good association, one cannot achieve transcendental knowledge. When initiating a person or offering the sacred thread, one vibrates the wordsoṁ tat sat.Similarly, in all kinds of performance ofyajñathe object is the Supreme,oṁ tat sat.The wordtad-arthīyamfurther means offering service to anything which represents the Supreme, including such service as cooking and helping in the Lord’s temple, or any other kind of work for broadcasting the glories of the Lord. These supreme wordsoṁ tat satare thus used in many ways to perfect all activities and make everything complete. The wordspraśaste karmaṇi,or “prescribed duties,” indicate that there are many activities prescribed in the Vedic literature which are purificatory processes, beginning from the time of conception up to the end of one’s life. Such purificatory processes are adopted for the ultimate liberation of the living entity. In all such activities it is recommended that one vibrateoṁ tat sat.The wordssad-bhāveandsādhu-bhāveindicate the transcendental situation. Acting in Kṛṣṇa consciousness is calledsattva,and one who is fully conscious of the activities of Kṛṣṇa consciousness is called asādhu.In theŚrīmad-Bhāgavatam(3.25.25)it is said that the transcendental subject matter becomes clear in the association of the devotees. The words used aresatāṁ prasaṅgāt.Without good association, one cannot achieve transcendental knowledge. When initiating a person or offering the sacred thread, one vibrates the wordsoṁ tat sat.Similarly, in all kinds of performance ofyajñathe object is the Supreme,oṁ tat sat.The wordtad-arthīyamfurther means offering service to anything which represents the Supreme, including such service as cooking and helping in the Lord’s temple, or any other kind of work for broadcasting the glories of the Lord. These supreme wordsoṁ tat satare thus used in many ways to perfect all activities and make everything complete. TEXT 25TEXT 28 DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site.His Divine Grace A.C. Bhaktivedanta Swami Prabhupāda, Founder-Ācārya of the International Society for Krishna Consciousness.Content used with permission of © The Bhaktivedanta Book Trust International, Inc. All rights reserved. |Privacy policy DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site. DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site."
    },
    {
      "verse_number": "Bg. 17.28",
      "verse_numbers": [
        "17.28"
      ],
      "sanskrit_verse": "अश्रद्धया हुतं दत्तं तपस्तप्‍तं कृतं च यत् ।असदित्युच्यते पार्थ न च तत्प्रेत्य नो इह ॥ २८ ॥",
      "sanskrit_transliteration": "",
      "synonyms": "aśraddhayā—without faith;hutam—offered in sacrifice;dattam—given;tapaḥ—penance;taptam—executed;kṛtam—performed;ca—also;yat—that which;asat—false;iti—thus;ucyate—is said to be;pārtha—O son of Pṛthā;na—never;ca—also;tat—that;pretya—after death;nau—nor;iha—in this life. aśraddhayā—without faith;hutam—offered in sacrifice;dattam—given;tapaḥ—penance;taptam—executed;kṛtam—performed;ca—also;yat—that which;asat—false;iti—thus;ucyate—is said to be;pārtha—O son of Pṛthā;na—never;ca—also;tat—that;pretya—after death;nau—nor;iha—in this life. TranslationAnything done as sacrifice, charity or penance without faith in the Supreme, O son of Pṛthā, is impermanent. It is called asat and is useless both in this life and the next.",
      "translation": "Anything done as sacrifice, charity or penance without faith in the Supreme, O son of Pṛthā, is impermanent. It is called asat and is useless both in this life and the next. Anything done as sacrifice, charity or penance without faith in the Supreme, O son of Pṛthā, is impermanent. It is called asat and is useless both in this life and the next. PurportAnything done without the transcendental objective – whether it be sacrifice, charity or penance – is useless. Therefore in this verse it is declared that such activities are abominable. Everything should be done for the Supreme in Kṛṣṇa consciousness. Without such faith, and without the proper guidance, there can never be any fruit. In all the Vedic scriptures, faith in the Supreme is advised. In the pursuit of all Vedic instructions, the ultimate goal is the understanding of Kṛṣṇa. No one can obtain success without following this principle. Therefore, the best course is to work from the very beginning in Kṛṣṇa consciousness under the guidance of a bona fide spiritual master. That is the way to make everything successful.In the conditional state, people are attracted to worshiping demigods, ghosts, or Yakṣas like Kuvera. The mode of goodness is better than the modes of passion and ignorance, but one who takes directly to Kṛṣṇa consciousness is transcendental to all three modes of material nature. Although there is a process of gradual elevation, if one, by the association of pure devotees, takes directly to Kṛṣṇa consciousness, that is the best way. And that is recommended in this chapter. To achieve success in this way, one must first find the proper spiritual master and receive training under his direction. Then one can achieve faith in the Supreme. When that faith matures, in course of time, it is called love of God. This love is the ultimate goal of the living entities. One should therefore take to Kṛṣṇa consciousness directly. That is the message of this Seventeenth Chapter.Thus end the Bhaktivedanta Purports to the Seventeenth Chapter of theŚrīmad Bhagavad-gītāin the matter of the Divisions of Faith.",
      "purport": "Anything done without the transcendental objective – whether it be sacrifice, charity or penance – is useless. Therefore in this verse it is declared that such activities are abominable. Everything should be done for the Supreme in Kṛṣṇa consciousness. Without such faith, and without the proper guidance, there can never be any fruit. In all the Vedic scriptures, faith in the Supreme is advised. In the pursuit of all Vedic instructions, the ultimate goal is the understanding of Kṛṣṇa. No one can obtain success without following this principle. Therefore, the best course is to work from the very beginning in Kṛṣṇa consciousness under the guidance of a bona fide spiritual master. That is the way to make everything successful. Anything done without the transcendental objective – whether it be sacrifice, charity or penance – is useless. Therefore in this verse it is declared that such activities are abominable. Everything should be done for the Supreme in Kṛṣṇa consciousness. Without such faith, and without the proper guidance, there can never be any fruit. In all the Vedic scriptures, faith in the Supreme is advised. In the pursuit of all Vedic instructions, the ultimate goal is the understanding of Kṛṣṇa. No one can obtain success without following this principle. Therefore, the best course is to work from the very beginning in Kṛṣṇa consciousness under the guidance of a bona fide spiritual master. That is the way to make everything successful. In the conditional state, people are attracted to worshiping demigods, ghosts, or Yakṣas like Kuvera. The mode of goodness is better than the modes of passion and ignorance, but one who takes directly to Kṛṣṇa consciousness is transcendental to all three modes of material nature. Although there is a process of gradual elevation, if one, by the association of pure devotees, takes directly to Kṛṣṇa consciousness, that is the best way. And that is recommended in this chapter. To achieve success in this way, one must first find the proper spiritual master and receive training under his direction. Then one can achieve faith in the Supreme. When that faith matures, in course of time, it is called love of God. This love is the ultimate goal of the living entities. One should therefore take to Kṛṣṇa consciousness directly. That is the message of this Seventeenth Chapter. In the conditional state, people are attracted to worshiping demigods, ghosts, or Yakṣas like Kuvera. The mode of goodness is better than the modes of passion and ignorance, but one who takes directly to Kṛṣṇa consciousness is transcendental to all three modes of material nature. Although there is a process of gradual elevation, if one, by the association of pure devotees, takes directly to Kṛṣṇa consciousness, that is the best way. And that is recommended in this chapter. To achieve success in this way, one must first find the proper spiritual master and receive training under his direction. Then one can achieve faith in the Supreme. When that faith matures, in course of time, it is called love of God. This love is the ultimate goal of the living entities. One should therefore take to Kṛṣṇa consciousness directly. That is the message of this Seventeenth Chapter. Thus end the Bhaktivedanta Purports to the Seventeenth Chapter of theŚrīmad Bhagavad-gītāin the matter of the Divisions of Faith. Thus end the Bhaktivedanta Purports to the Seventeenth Chapter of theŚrīmad Bhagavad-gītāin the matter of the Divisions of Faith. TEXTS 26-27Chapter Eighteen DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site.His Divine Grace A.C. Bhaktivedanta Swami Prabhupāda, Founder-Ācārya of the International Society for Krishna Consciousness.Content used with permission of © The Bhaktivedanta Book Trust International, Inc. All rights reserved. |Privacy policy DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site. DonateThanks toMahavisnupriya dasi & Gostavihari das;   Kuldip Persaud; Gagan Kangovi; Rajendra and Geeta Ramchandani; NIOS - North American Institute for Oriental and Classical Studies; Jaykumar Prabhakar; Anantha SriSimha das, Spore; Bharat Vyas; HG Lakshmipati Narayan Das; HG Ragatmika Gopika Devi Dasi; Shri Chander Mohan Gilhotra; HG Prashant Mukund Das; Shri Trilok Singh Grover; Aneesh Koppula; Ronak Talati; Bhargav Ashok; J.K Ahuja; Akiralali; Radhapati Das; Bimal Gupta; Rajasa das; Aishwarya Balaraj; Yogendra Sharad Puranik; Riya and Tejal Chopade; Devarajula Pradeep Kumar (Saroornagar, Hyderabad); Late Chetana Dilip Bhatt;Indradyumna Swami; Sachin; Geetanjali Nath; Mario; Joeie; Susheela and Rama Krishna Reddy Patlolla; Jai Devaki Parks; Ashmi Chakraborty; Hari-kirtana das; Ramesta das; Prasad Buddhavarapu; dasa; Kresna Sucandra; Late Mr. S. Sundaram; Esekiel Jaggernauth; Isvari Priya DD & Lokadhyaksa dasaand all others forsupportingthis site."
    }
  ]
}